Repository: MJU-PSI/yti-codelist-ui
Catalog: po/*.po
Languages: fi, sl, sv

source: INFO_TEXT_FRONTPAGE_FILTER_RESULTS
fi: Voit rajata hakutuloksia organisaatiolla, rekisterillä, tilalla tai koodistotyypillä. Organisaatio tarkoittaa koodiston sisällöntuottajaorganisaatiota, joka vastaa koodiston ylläpidosta. Rekisteri tarkoittaa kokoelmaa koodistoja, joita esim. käytetään samassa yhteydessä. Tila tarkoittaa koodiston hallinnan tilaa. Koodistotyyppi tarkoittaa koodistoon mahdollisesti liitettyjen laajennusten tyyppiä.
sl: Rezultate iskanja lahko filtrirate z organizacijo, registrom, informacijami o statusu ali vrsto šifranta. Organizacija je za organizacijo, ki je odgovorna za vzdrževanje šifranta. Register je za zbirko šifrantov, ki se npr. uporabljajo v istem kontekstu. Status je za status upravljanja šifranta. Vrsta šifranta je vrsta možne razširitve šifranta.
sv: Du kan avgränsa sökresultaten enligt organisation, register, status eller typen av kodlista. Med organisation avses kodlistans innehållsproducent som ansvarar för uppdateringen av kodlistan. Med register avses en samling kodlista som används t.ex. i samma sammanhang. Status avser statusen för kodlistans administration. Kodlistatyp avser typen av tillägg som eventuellt kopplats till kodlistan.

source: INFO_TEXT_BROADER_CODE
fi: Koodiston koodi, joka määrittelee tämän koodin päätason hierarkiassa.
sl: Šifra šifranta, ki določa hierarhijo šifranta.
sv: Kodsystemets kod bestämmer denna kods huvudnivå i hierarkin.

source: INFO_TEXT_MEMBER_VALIDITY
fi: Ajanjakso, jolloin jäsen on voimassa
sl: Obdobje, v katerem je član veljaven
sv: Den period under vilken medlemmen är i kraft

source: INFO_TEXT_MEMBER_VALIDITY_START_DATE
fi: Jäsenen voimassaolon alkamispäivämäärä
sl: Datum začetka veljavnosti. Datum, ko je vir učinkovit ali veljaven.
sv: Startdatum för medlemmens giltighet

source: INFO_TEXT_MEMBER_VALIDITY_END_DATE
fi: Jäsenen voimassaolon päättymispäivämäärä
sl: Končni datum veljavnosti. Datum, ko vir ni več učinkovit ali veljaven.
sv: Slutdatum för medlemmens giltighet

source: INFO_TEXT_CONCEPT_NAME
fi: Ehdotettu käsitteen nimi.
sl: Predlagano ime pojma
sv: Föreslaget begreppsnamn

source: INFO_TEXT_CONCEPT_DEFINITION
fi: Alustava ehdotus käsitteen määritelmäksi tai kuvaukseksi.
sl: Začetni predlog definicije ali opis pojma.
sv: Preliminärt förslag till definition eller beskrivning av begreppet

source: INFO_TEXT_NEW_CODESCHEME_VERSION_CREATION_METHOD
fi: Voit valita, haluatko tuoda koodiston uuteen versioon nykyiset koodit, laajennukset ja laajennuksen jäsenet vai luoda koodiston uuden version tyhjänä.
sl: Izberete lahko, ali želite obstoječe šifre, razširitve in člane razširitev uvoziti v novo različico ali pa želite ustvariti novo prazno različico brez njih.
sv: Du kan välja om du vill importera de nuvarande koderna, tilläggen och tilläggets medlemmar i den nya versionen av kodlistan eller skapa en ny tom version av kodlistan.

source: INFO_TEXT_SUBCODESCHEME
fi: Koodiin liittyvä ulkoinen koodisto
sl: Zunanji šifrant, ki se nanaša na to šifro
sv: Extern kodlista som kopplats till koden

source: INFO_TEXT_CUMULATIVE
fi: Kumulatiivinen koodisto ei salli koodien poistoja mistään koodin versiosta.
sl: Kumulativni šifrant ne dovoljuje brisanja šifr iz katere koli različice.
sv: En kumulativ kodlista tillåter inte att koder tas bort från någon av kodens versioner.

source: INFO_TEXT_CUMULATIVE_CREATION_PAGE
fi: Kumulatiivinen koodisto ei salli koodien poistoja mistään koodin versiosta. Koodien olemassaolo on taattu versiosta toiseen.
sl: Kumulativni šifrant ne dovoljuje brisanja šifr iz katere koli različice. Obstoj šifr je zagotovljen od ene različice do druge.
sv: En kumulativ kodlista tillåter inte att koder tas bort från någon av kodens versioner. Kodernas överföring från version till version är garanterad.

source: INFO_TEXT_CUMULATIVE_CODELIST_UPDATE_PAGE
fi: Kumulatiivinen koodisto ei salli koodien poistoja mistään koodin versiosta. Koodien olemassaolo on taattu versiosta toiseen. Kun koodisto merkitään kumulatiiviseksi, sitä tai sen tulevia versioita ei voi enää merkitä ei-kumulatiivisiksi.
sl: Kumulativni šifrant ne dovoljuje brisanja šifr iz katere koli različice. Obstoj šifr je zagotovljen od ene različice do druge. Če je šifrant označen kot kumulativen, tega ali katere koli od njegovih prihodnjih različic nikoli ne morete označiti kot nekumulativnega.
sv: En kumulativ kodlista tillåter inte att koder tas bort från någon av kodens versioner. Kodernas överföring från version till version är garanterad. När en kodlista registreras som kumulativt, går det inte längre att registrera det eller dess framtida versioner som icke-kumulativa.

source: INFO_TEXT_CHOOSE_CODE_FOR_THIS_MEMBER
fi: Valitse tälle jäsenelle liittyvä koodi tähän laajennukseen kytketyistä koodistoista.
sl: Izberite šifro za tega člana s seznamov šifr te razširitve.
sv: Välj en kod som anknyter till denna medlem från de kodlistor som kopplats till detta tillägg.

source: INFO_TEXT_CHOOSE_OTHER_SIDE_OF_CROSS_REFERENCE
fi: Valitse koodiliitoksen toinen osapuoli. Mikäli valintaa ei voi tehdä, tähän jäseneen on jo viitattu toisesta jäsenestä. Viittauksen voi tehdä vain yhteen suuntaan.
sl: Izberite drugega člana navzkrižnega sklicevanja. Če izbira ni aktivna, za člana že obstaja navzkrižno sklicevanje. Navzkrižno sklicevanje je možno samo na en način.
sv: Välj kodkopplingens andra part. Om detta inte går är möjligt, hänvisas det till denna medlem från en annan medlem. Det är endast möjligt att hänvisa i en riktning.

source: INFO_TEXT_CHOOSE_HIERARCHICAL_PARENT_MEMBER
fi: Valitse tälle jäsenelle hierarkkinen yläjäsen. Tämä valinta määrittelee jäsenten välisen hiearkian.
sl: Izberite hierarhičnega nadrejenega člana za tega člana. Ta izbira bo določila hierarhično razmerje med člani.
sv: Välj för denna medlem en överordnad medlem. Detta val bestämmer hierarkin mellan medlemmarna.

source: INFO_TEXT_CODELIST_FEEDBACK_CHANNEL
fi: Palautekanavan kuvaus. Älä käytä henkilökohtaista sähköpostiosoitetta. Suositeltava muoto esimerkiksi: "Koodistotyöryhmän ylläpito: yllapito@example.org"
sl: Kanal povratnih informacij za šifrant, npr. elektronski naslov.
sv: Responskanal för kodlistan, t.ex. e-postadress.

source: INFO_TEXT_EMAIL_SUBSCRIPTIONS
sl: Ta funkcija izbere, ali so naročnine aktivne ali ne. Če odkljukate polje »Dnevno«, lahko onemogočite vse naročnine hkrati. Če ga označite, se naročnine znova aktivirajo.
sv: Med denna funktion väljer du att aktivera/inaktivera aviseringsfunktionen. Genom att ta bort krysset för ”Dagligen” kan du inaktivera alla aviseringar på en gång. Genom att kryssa för på nytt aktiveras aviseringar.

source: Front page
fi: Etusivu
sl: Naslovna stran
sv: Startsida

source: SUPERSEDED
fi: Korvattu
sl: Nadomeščeno
sv: Ersatt

source: SUBMITTED
fi: Odottaa hyväksyntää
sl: Oddano
sv: Väntar på godkännande

source: RETIRED
fi: Poistettu
sl: Umaknjeno
sv: Borttaget

source: VALID
fi: Voimassa oleva
sl: Veljavno
sv: Gällande

source: INVALID
fi: Virheellinen
sl: Neveljavno
sv: Felaktig

source: DRAFT
fi: Luonnos
sl: Osnutek
sv: Utkast

source: INCOMPLETE
fi: Keskeneräinen
sl: Nepopolno
sv: Halvfärdig

source: required
fi: Pakollinen syöte
sl: Obvezno
sv: Obligatorisk inmatning

source: Member
fi: Jäsen
sl: Član
sv: Medlem

source: value
fi: arvo
sl: vrednost
sv: värde

source: Submit error
fi: Toiminnossa tapahtui virhe
sl: Posredujte napako
sv: Det skedde ett fel i funktionen

source: Unexpected error
fi: Tapahtui odottamaton virhe
sl: Nepričakovana napaka
sv: Det skedde ett oväntat fel

source: Edit in progress
fi: Muokkaaminen on kesken
sl: Urejanje v teku
sv: Redigeringen är halvfärdig

source: Are you sure that you want to continue? By continuing unsaved changes will be lost.
fi: Oletko varma, että haluat jatkaa? Jatkaessasi tallentamattomat muutokset katoavat.
sl: Ste prepričani, da želite nadaljevati? Če nadaljujete, bodo neshranjene spremembe izgubljene.
sv: Är du säker på att du vill fortsätta? Om du fortsätter förlorar du de ändringar som inte sparats.

source: Create code list
fi: Luo koodisto
sl: Ustvarite šifrant
sv: Skapa kodlista

source: REMOVE LINK?
fi: POISTETAANKO LINKKI?
sl: ODSTRANITEV POVEZAVE?
sv: TA BORT LÄNK?

source: REMOVE REGISTRY?
fi: POISTETAANKO REKISTERI?
sl: ODSTRANITEV REGISTRA?
sv: TA BORT REGISTER?

source: REMOVE CODE?
fi: POISTETAANKO KOODI?
sl: ODSTRANITEV ŠIFRE?
sv: TA BORT KOD?

source: REMOVE CODE LIST?
fi: POISTETAANKO KOODISTO?
sl: ODSTRANITEV ŠIFRANTA?
sv: TA BORT KODLISTA?

source: REMOVE EXTENSION?
fi: POISTETAANKO LAAJENNUS?
sl: ODSTRANITEV RAZŠIRITVE?
sv: TA BORT TILLÄGG?

source: REMOVE MEMBER?
fi: POISTETAANKO JÄSEN?
sl: ODSTRANITEV ČLANA?
sv: TA BORT MEDLEM?

source: DETACH VARIANT?
fi: Poistetaanko variantin linkitys?
sl: Odstranitev povezave med različico in tem šifrantom?
sv: Ta bort länk till varianten?

source: CALCULATIONHIERARCHIES
fi: LASKENTAHIERARKIAT
sl: HIERARHIJE RAČUNANJA
sv: BERÄKNINGSHIERARKIER

source: DEFINITIONHIERARCHIES
fi: MÄÄRITYSHIERARKIAT
sl: HIERARHIJE DEFINICIJ
sv: DEFINITIONSHIERARKIER

source: CROSSREFERENCELISTS
fi: Koodiliitokset
sl: Seznami navzkrižnih sklicevanj
sv: Kodkopplingar

source: ADMIN
fi: Ylläpitäjä
sl: Administrator
sv: Administratör

source: DATA_MODEL_EDITOR
fi: Tietomallintaja
sl: Urejevalnik podatkovnih modelov
sv: Datamodellerare

source: TERMINOLOGY_EDITOR
fi: Sanastotyöntekijä
sl: Urejevalnik terminologije
sv: Terminologiredigerare

source: CODE_LIST_EDITOR
fi: Koodistotyöntekijä
sl: Urejevalnik šifrantov
sv: Kodlistredigerare

source: MEMBER
fi: Jäsen
sl: Član
sv: Medlem

source: ERR_MSG_USER_401
fi: Ei käyttöoikeutta
sl: Nimate pooblastila za izvajanje tega dejanja.
sv: Behörighet saknas

source: ERR_MSG_USER_404
fi: Resurssia ei löydy.
sl: Vira ni bilo mogoče najti.
sv: Resursen kan inte hittas

source: ERR_MSG_USER_406
fi: Epäsopivaa dataa
sl: Napačni podatki
sv: Olämpliga data

source: ERR_MSG_USER_500
fi: Tapahtui odottamaton virhe.
sl: Nepričakovana napaka
sv: Det skedde ett oväntat fel.

source: ERR_MSG_USER_FILE_TRANSMISSION_ERROR
fi: Tiedoston siirrossa tapahtui virhe. Yritä uudelleen.
sl: Napaka pri prenosu datoteke. Prosimo poskusite ponovno.
sv: Det skedde ett fel när filen överfördes. Försök igen.

source: ERR_MSG_USER_END_BEFORE_START_DATE
fi: Loppupäivä ennen alkupäivää.
sl: Končni datum je pred začetnim datumom.
sv: Slutdatum före startdatumet

source: ERR_MSG_USER_ROW_MISSING_CODEVALUE
fi: Aineistossa puuttuu arvo sarakkeesta CODEVALUE riviltä {{ identifier }}.
sl: V vrstici številka {{ identifier }} v podatkih manjka vrednost v stolpcu CODEVALUE.
sv: I materialet saknas värde i kolumnen CODEVALUE på rad {{ identifier }}.

source: ERR_MSG_USER_ROW_MISSING_STATUS
fi: Aineistossa puuttuu arvo sarakkeesta STATUS riviltä {{ identifier }}.
sl: V vrstici številka {{ identifier }} v podatkih manjka vrednost v stolpcu STATUS.
sv: I materialet saknas värde i kolumnen STATUS på rad {{ identifier }}.

source: ERR_MSG_USER_ROW_MISSING_PREFLABEL_VALUE
fi: Aineistossa puuttuu pakollinen arvo PREFLABEL_<kielilyhenne> riviltä {{ identifier }}.
sl: V vrstici številka {{ identifier }} v podatkih manjka vrednost v stolpcu PREFLABEL_<languagecode>.
sv: I materialet saknas det obligatoriska värdet PREFLABEL_<språkförkortning> på rad {{ identifier }}.

source: ERR_MSG_USER_MISSING_HEADER_EXTENSIONVALUE
fi: Aineistosta puuttuu sarake otsikolla EXTENSIONVALUE.
sl: Podatkom manjka stolpec z naslovom EXTENSIONVALUE.
sv: I materialet saknas kolumnen med rubriken EXTENSIONVALUE.

source: ERR_MSG_USER_MISSING_HEADER_CODE
fi: Aineistosta puuttuu sarake otsikolla CODE.
sl: Podatkom manjka stolpec z naslovom CODE.
sv: I materialet saknas kolumnen med rubriken CODE.

source: ERR_MSG_USER_MISSING_HEADER_CODEVALUE
fi: Aineistosta puuttuu sarake otsikolla CODEVALUE.
sl: Podatkom manjka stolpec z naslovom CODEVALUE.
sv: I materialet saknas kolumnen med rubriken CODEVALUE.

source: ERR_MSG_USER_MISSING_HEADER_PREFLABEL
fi: Aineistosta puuttuu sarake otsikolla PREFLABEL_<kielilyhenne>.
sl: Podatkom manjka stolpec z glavo PREFLABEL_<languagecode>.
sv: I materialet saknas kolumnen med rubriken PREFLABEL_<språkförkortning>.

source: ERR_MSG_USER_MISSING_HEADER_ORGANIZATION
fi: Aineistosta puuttuu sarake otsikolla ORGANIZATION.
sl: Podatkom manjka stolpec z naslovom ORGANIZATION.
sv: I materialet saknas kolumnen med rubriken ORGANIZATION.

source: ERR_MSG_USER_MISSING_HEADER_STATUS
fi: Aineistosta puuttuu sarake otsikolla STATUS.
sl: Podatkom manjka stolpec z naslovom STATUS.
sv: I materialet saknas kolumnen med rubriken STATUS.

source: ERR_MSG_USER_MISSING_HEADER_PROPERTYTYPE
fi: Aineistossa puuttuu sarake otsikolla PROPERTYTYPE.
sl: Podatkom manjka stolpec z naslovom PROPERTYTYPE.
sv: I materialet saknas kolumnen med rubriken PROPERTYTYPE.

source: ERR_MSG_USER_ROW_MISSING_CODE
fi: Aineistossa puuttuu arvo sarakkeesta CODE riviltä {{ identifier }}.
sl: V vrstici s številko {{ identifier }} v podatkih manjka vrednost v stolpcu CODE.
sv: I materialet saknas värde i kolumnen CODE på rad {{ identifier }}.

source: ERR_MSG_USER_ROW_MISSING_ORDER
fi: Aineistossa puuttuu arvo sarakkeesta ORDER riviltä {{ identifier }}.
sl: V vrstici številka {{ identifier }} v podatkih manjka vrednost v stolpcu ORDER.
sv: I materialet saknas värde i kolumnen ORDER på rad {{ identifier }}.

source: ERR_MSG_USER_ROW_MISSING_EXTENSIONVALUE
fi: Aineistossa puuttuu arvo sarakkeesta EXTENSIONVALUE riviltä {{ identifier }}.
sl: Številka vrstice {{ identifier }} v podatkih manjka vrednost v stolpcu EXTENSIONVALUE.
sv: I materialet saknas värde i kolumnen EXTENSIONVALUE på rad {{ identifier }}.

source: ERR_MSG_USER_ERRONEOUS_START_DATE
fi: Virheellinen alkupäivä rivillä {{ identifier }}.
sl: Napačen začetni datum v vrstici {{ identifier }}.
sv: Fel startdatum på rad {{ identifier }}.

source: ERR_MSG_USER_ERRONEOUS_END_DATE
fi: Virheellinen loppupäivä rivillä {{ identifier }}.
sl: Napačen končni datum v vrstici {{ identifier }}.
sv: Fel slutdatum på rad {{ identifier }}.

source: ERR_MSG_USER_ALREADY_EXISTING_CODE
fi: Koodi {{ identifier }} on jo olemassa.
sl: Šifra {{ identifier }} že obstaja.
sv: Koden {{ identifier }} finns redan.

source: ERR_MSG_USER_ALREADY_EXISTING_CODE_SCHEME
fi: Koodisto on jo olemassa.
sl: Šifrant že obstaja.
sv: Kodlistan finns redan.

source: ERR_MSG_USER_MISSING_HEADER_INFORMATIONDOMAIN
fi: Aineistosta puuttuu sarake otsikolla INFORMATIONDOMAIN.
sl: Podatkom manjka stolpec z naslovom INFORMATIONDOMAIN.
sv: I materialet saknas kolumnen med rubriken INFORMATIONDOMAIN.

source: ERR_MSG_USER_BAD_INFORMATIONDOMAIN
fi: Aineistolle annettua tietoaluetta ei löydy.
sl: Podatki vsebujejo napačno informacijsko področje.
sv: Informationsområdet för materialet hittas inte.

source: ERR_MSG_EXISTING_CODE_MISMATCH
fi: Olemassaoleva koodiarvo eroaa tuotavasta, muutosta ei voida tehdä.
sl: Obstoječa CODEVALUE se razlikuje od vhodnih podatkov, sprememba ni dovoljena.
sv: Det befintliga kodvärdet avviker från det som importeras, ändringen kan inte göras.

source: ERR_MSG_USER_ERROR_PARSING_EXCEL_FILE
fi: Virhe luettaessa Excel-tiedostoa. Tarkasta tuotavan tiedoston muoto.
sl: Napaka pri razčlenjevanju datoteke Excel.
sv: Fel vid läsning av Excel-fil. Kontrollera den importerade filens format.

source: ERR_MSG_USER_ERROR_PARSING_CSV_FILE
fi: Virhe luettaessa CSV-tiedostoa. Tarkasta tuotavan tiedoston muoto.
sl: Napaka pri razčlenjevanju datoteke CSV.
sv: Fel vid läsning av CSV-fil. Kontrollera den importerade filens format.

source: ERR_MSG_USER_DUPLICATE_HEADER_VALUE
fi: Aineistosta löytyi sama sarake useita kertoja.
sl: Najdena podvojena vrednost glave, napaka.
sv: I materialet hittades samma kolumn flera gånger.

source: ERR_MSG_USER_DUPLICATE_HEADER_VALUE_WITH_IDENTIFIER
fi: Aineistosta löytyi sama sarake useita kertoja: {{ identifier }}
sl: Najdena podvojena vrednost glave {{ identifier }}, napaka.
sv: I materialet hittades samma kolumn flera gånger: {{ identifier }}

source: ERR_MSG_BROADER_CODE_DOES_NOT_EXIST
fi: Aineistossa olevaa BROADER-sarakkeen koodia ei löydy tunnuksella {{ identifier }}.
sl: Nadrejena šifra se sklicuje na vrednost šifre, ki ne obstaja, z vrednostjo šifre {{ identifier }}, napaka.
sv: Koden för kolumnen BROADER hittas inte i materialet med koden {{ identifier }}.

source: ERR_MSG_BROADER_CODE_SELF_REFERENCE
fi: BROADER-sarakkeen arvo viittaa koodiin itseensä.
sl: Nadrejena šifra se sklicuje na vrednost šifre same šifre, napaka.
sv: Värdet i kolumnen BROADER hänvisar till sin egen kod.

source: ERR_MSG_STATUS_NOT_VALID
fi: Aineistossa oleva STATUS-sarakkeen arvo ei ole sallittu: {{ identifier }}
sl: Neveljavna vrednost STATUS, določena v podatkih: {{ identifier }}
sv: I materialet är värdet i kolumnen STATUS inte tillåtet: {{ identifier }}

source: ERR_MSG_SUGGESTED_STATUS_NOT_ALLOWED
fi: Aineiston tilaa ei voida asettaa tilaan SUGGESTED.
sl: Status SUGGESTED ni dovoljen.
sv: Status för materialet kan inte ändras till SUGGESTED.

source: ERR_MSG_DUPLICATE_CODE_VALUE
fi: Aineistosta löytyi useita rivejä samalla CODEVALUE-arvolla.
sl: Podvojitev CODEVALUE v podatkih za uvoz, ni uspelo.
sv: I materialet hittades flera rader med samma CODEVALUE-värde.

source: ERR_MSG_PATH_CODE_MISMATCH
fi: Aineiston koodiarvo eroaa rajapinnan polusta, muutosta ei voida tehdä.
sl: Vhodna vrednost šifre se razlikuje od poti API, sprememba ni dovoljena.
sv: Materialets kodvärde skiljer sig från gränsytans sökväg, ändringen kan inte göras.

source: ERR_MSG_STATUS_CHANGE_NOT_ALLOWED
fi: Aineiston tilan muutos ei ole sallittu.
sl: Sprememba stanja ni dovoljena, ne uspe.
sv: Det är inte tillåtet att ändra materialets status.

source: ERR_MSG_INVALID_ID
fi: Aineistossa oleva ID-sarakkeen arvo ei ole sallittu.
sl: V podatkih je določena neveljavna vrednost ID-ja.
sv: I materialet är värdet i kolumnen ID inte tillåtet.

source: ERR_MSG_INVALID_CODE_CODEVALUE
fi: Tunnus on virheellinen. Sallitut merkit ovat ovat: a-zA-Z0-9_-.+*#&
sl: Vrednost šifre ni veljavna. Dovoljeni znaki so: a-zA-Z0-9_-.+*#&
sv: Koden är felaktig. Tillåtna tecken är: a–zA–Z0–9_-.+*#&

source: ERR_MSG_INVALID_CODE_CODEVALUE_WITH_IDENTIFIER
fi: Tunnus on virheellinen rivillä {{ identifier }}. Sallitut merkit ovat ovat: a-zA-Z0-9_-.+*#&
sl: Vrednost šifre ni veljavna v vrstici {{ identifier }}. Dovoljeni znaki so: a-zA-Z0-9_-.+*#&
sv: Koden är felaktig på raden {{ identifier }}. Tillåtna tecken är: a–zA–Z0–9_-.+*#&

source: ERR_MSG_INVALID_CODEVALUE
fi: Tunnus on virheellinen. Sallitut merkit ovat: a-zA-Z0-9_-
sl: Vrednost šifre ni veljavna. Dovoljeni znaki so: a-zA-Z0-9_-
sv: Koden är felaktig. Tillåtna tecken är: a–zA–Z0–9_-

source: ERR_MSG_INVALID_CODEVALUE_WITH_IDENTIFIER
fi: Tunnus on virheellinen rivillä {{ identifier }}. Sallitut merkit ovat: a-zA-Z0-9_-
sl: Vrednost šifre ni veljavna v vrstici {{ identifier }}. Dovoljeni znaki so: a-zA-Z0-9_-
sv: Koden är felaktig på raden {{ identifier }}. Tillåtna tecken är: a–zA–Z0–9_-

source: ERR_MSG_CANT_REACH_TERMINOLOGY_API
fi: Ei yhteyttä Sanastoihin.
sl: Orodja za terminologijo ni mogoče doseči.
sv: Ingen anslutning till Ordlistor.

source: ERR_MSG_USER_ROW_MISSING_PROPERTYTYPE
fi: Aineistossa puuttuu arvo sarakkeesta PROPERTYTYPE riviltä {{ identifier }}.
sl: Številka vrstice {{ identifier}} v podatkih manjka vrednost v stolpcu PROPERTYTYPE.
sv: I materialet saknas värde i kolumnen PROPERTYTYPE på rad {{ identifier }}.

source: ERR_MSG_USER_ROW_MISSING_HREF
fi: Aineistossa puuttuu arvo sarakkeesta HREF riviltä {{ identifier }}.
sl: Številki vrstice {{ identifier }} v podatkih manjka vrednost v stolpcu HREF.
sv: I materialet saknas värde i kolumnen HREF på rad {{ identifier }}.

source: ERR_MSG_USER_MEMBER_CODE_NOT_FOUND
fi: Jäseneen liitettyä koodia ei ole olemassa.
sl: Šifra, povezana s članom, ne obstaja.
sv: Koden som kopplats till medlemmen finns inte.

source: ERR_MSG_USER_MEMBER_CODE_NOT_FOUND_WITH_IDENTIFIER
fi: Jäseneen liitettyä koodia ei ole olemassa tunnisteella: {{ identifier }}
sl: Šifra, povezana s članom, ne obstaja z identifikatorjem: {{ identifier }}
sv: Koden som kopplats till medlemmen finns inte med identifikationsuppgiften: {{ identifier }}

source: ERR_MSG_CODE_ORDER_CONTAINS_DUPLICATE_VALUES
fi: Koodin order-sarakkeen kentistä löytyi samoja arvoja.
sl: Vrstni red šifre ima podvojene vrednosti.
sv: Samma värden hittades i fälten i kodens order-kolumn.

source: ERR_MSG_USER_MEMBER_CODE_NOT_ALLOWED
fi: Jäseneen liitetty koodi ei kuulu tähän koodistoon tai laajennukseen liitettyihin koodistoihin.
sl: Šifra, povezana s članom, ne pripada nadrejenemu šifrantu ali nobenemu povezanemu šifrantu.
sv: Koden som kopplats till medlemmen hör inte till detta kodsystem eller de kodsystem som kopplats till tillägget.

source: ERR_MSG_USER_MEMBER_HIERARCHY_MAXLEVEL_REACHED
fi: Jäsenten maksimi hierarkkinen taso ylittyi.
sl: Največje možno število hierarhij je bilo doseženih za člane.
sv: Maxvärdet för medlemmarnas hierarkiska nivåer överskrids.

source: ERR_MSG_USER_MEMBERVALUE_NOT_SET
fi: Jäsenen arvoa ei ole määritetty, tai se on tyhjä.
sl: Vrednost člana ni nastavljena ali pa je prazna.
sv: Värdet för medlemmen har inte fastställts, eller är tomt.

source: ERR_MSG_USER_EXTENSION_CODESCHEME_NOT_FOUND
fi: Laajennukseen liitettyä koodistoa ei ole olemassa.
sl: Šifranta, povezanega z razširitvijo, ni bilo mogoče najti: {{identifier}}
sv: Kodlistan som kopplats till tillägget finns inte.

source: ERR_MSG_USER_EXTENSION_PROPERTYTYPE_NOT_FOUND
fi: Laajennukseen liitettyä tyypitystä ei ole olemassa.
sl: PropertyType, povezane z razširitvijo, ni bilo mogoče najti.
sv: Typindelningen som kopplats till tillägget finns inte.

source: ERR_MSG_USER_EXTERNALREFERENCE_PROPERTYTYPE_NOT_FOUND
fi: Linkkiin liitettyä tyypitystä ei ole olemassa.
sl: PropertyType, povezanega z zunanjo referenco, ni bilo mogoče najti.
sv: Typindelningen som kopplats till länken finns inte.

source: ERR_MSG_USER_MEMBERS_HAVE_DUPLICATE_CODE_USE_MEMBER_ID
fi: Laajennukseen on liitetty sama koodi useammin kuin kerran, käytä MEMBER_ID-sarakkeen arvoa viitteenä.
sl: Člani imajo definirane podvojene šifre, pri sklicevanju nanje uporabite vrednost stolpca MEMBER_ID.
sv: Samma kod har kopplats till tillägget fler än en gång, använd värdet i kolumnen MEMBER_ID som referens.

source: ERR_MSG_USER_CODEREGISTRY_NOT_EMPTY
fi: Rekisterillä on koodistoja. Poista koodistot ennen rekisterin poistamista.
sl: Register vsebuje šifrante. Preden izbrišete register, najprej odstranite šifrante.
sv: Registret innehåller kodlistor. Ta bort kodlistorna innan registret raderas.

source: ERR_MSG_USER_MEMBER_CYCLIC_DEPENDENCY_ISSUE
fi: Jäsenten linkityksessä syklinen ongelma viitteessä {{ identifier }}. Tarkista, että laajennus-ketjussa ei ole rinnakkaisia viitteitä jäsenten välillä.
sl: Ciklična odvisnost v povezovalni relaciji člana {{ identifikator }}. Prepričajte se, da verižni člani niso povezani z vsakim na cikličen način.
sv: Cykliskt problem vid länkning av medlemmar i referensen {{ identifier }}. Kontrollera att det inte förekommer parallella referenser mellan medlemmarna i tilläggskedjan.

source: ERR_MSG_USER_EXTENSION_CODESCHEME_MAPPED_TO_PARENT
fi: Laajennukseen ei voi liittää sitä koodistoa, jonka alaisuudessa se on.
sl: Razširitve ni mogoče povezati z istim šifrantom, kateremu je priložena.
sv: Det går inte att koppla den kodlista som tillägget står under till tillägget.

source: ERR_MSG_USER_EXTENSION_PROPERTYTYPE_CHANGE_NOT_ALLOWED
fi: Laajennuksen tyyppiä ei voi vaihtaa muokkauksessa.
sl: PropertyType ni mogoče spremeniti med urejanjem razširitve.
sv: Det går inte att ändra tilläggstypen vid redigering.

source: ERR_MSG_USER_CODESCHEME_NO_ORGANIZATION
fi: Koodistoon ei ole kytketty yhtään organisaatiota. Lisää vähintään yksi organisaatio ja kokeile uudelleen.
sl: Seznam šifrantov ni imel povezanih organizacij. Dodajte vsaj eno organizacijo in poskusite znova.
sv: Ingen organisation har kopplats till kodlistan. Lägg till en organisation och försök igen.
