Repository: MJU-PSI/yti-codelist-ui
Catalog: po/*.po
Languages: fi, sl, sv

source: This registry does not have any code lists yet.
fi: Tällä rekisterillä ei ole yhtään koodistoa.
sl: Ta register še nima šifrantov.
sv: Detta register saknar kodlista.

source: Registry ID
fi: Tunnus
sl: ID registra
sv: Kod

source: Registry name
fi: Rekisterin nimi
sl: Ime registra
sv: Registrets namn

source: Code registry name
fi: Rekisterin nimi
sl: Ime registra šifr
sv: Registrets namn

source: Delete registry
fi: Poista rekisteri
sl: Izbris registra
sv: Ta bort register

source: CODE LISTS
fi: KOODISTOT
sl: ŠIFRANTI
sv: KODSYSTEM

source: Concept name
fi: Käsitteen nimi
sl: Ime pojma
sv: Begreppets namn

source: Concept definition
fi: Käsitteen määritelmä
sl: Definicija pojma
sv: Begreppets definition

source: Suggest the concept to Terminology
sl: Predlagajte pojem Terminologijam

source: Search for concept
fi: Hae käsitettä
sl: Iskanje pojma
sv: Hämta begrepp

source: CONCEPT_SEARCH_MATCHED_RESULTS_LARGE
fi: Hakua vastasi {{ count }} käsitettä, joista näytetään ensimmäiset {{ showCount }} tulosta. Rajaa hakua saadaksesi tarkempia tuloksia.
sl: Vaše iskanje se ujema s {{ count }} pojmi. Prikazani so prvi {{ showCount }} rezultati. Zožajte iskanje za boljše rezultate.
sv: Sökningen gav {{ count }} begrepp, varav de första {{ showCount }} resultaten visas. Avgränsa sökningen för att få noggrannare resultat.

source: CONCEPT_SEARCH_MATCHED_RESULTS
fi: {{ count }} hakutulosta
sl: {{ count }} rezultatov iskanja
sv: {{ count }} sökresultat

source: {{terminologyIntegrationModalPageTitle}}
sl: Iščite varianto
sv: Sök variant

source: Concept suggestion instruction text
fi: Jos käsitettä ei löydy, ehdota sitä Sanastot-työkaluun. Valitse sanasto, johon ehdotus tehdään.
sl: Če ustrezen pojem ne obstaja, ga predlagajte Terminologiji. Izberite besedišče za predlog.
sv: Om begreppet inte finns, föreslå det i verktyget Ordlistor. Välj en ordlista, i vilket föreslaget ges.

source: Email
fi: Sähköposti
sl: E-naslov
sv: E-post

source: Organizations and roles
fi: Organisaatiot ja roolit
sl: Organizacije in vloge
sv: Organisationer och roller

source: Unknown organization
fi: Tuntematon organisaatio
sl: Neznana organizacija
sv: Okänd organisation

source: Waiting for approval
fi: Odottaa hyväksymistä
sl: Čakanje na odobritev
sv: Väntar på godkännande

source: Send access request
fi: Lähetä käyttöoikeuspyyntö
sl: Pošljite zahtevo za dostop
sv: Skicka begäran om behörighet

source: Send
fi: Lähetä
sl: Pošljite
sv: Sänd

source: You have subscribed to be notified via email when the following resources change. To remove the subscription, click the icon next to the resource.
fi: Olet tilannut seuraavien aineistojen muutoksista ilmoitukset sähköpostiisi. Poistaaksesi ilmoituksen, paina aineiston vieressä olevaa ikonia.
sl: Naročeni ste na prejemanje obvestil po e-pošti, ko se spremenijo sledeči viri. Če želite odstraniti naročnino, kliknite ikono poleg vira.
sv: Du har beställt e-postaviseringar om ändringar i följande material. För att ta bort aviseringen, klicka på ikonen bredvid materialet.

source: Email notifications
fi: Sähköposti-ilmoitukset
sl: E-poštna obvestila
sv: E-postaviseringar

source: Daily
fi: Päivittäin
sl: Dnevno
sv: Dagligen

source: Code list resources
fi: Koodistoaineistot
sl: Viri šifrantov
sv: Material som hänför sig kodlista

source: Terminology resources
fi: Sanastoaineistot
sl: Terminološki viri
sv: Material som hänför sig till ordlistor

source: Datamodel resources
fi: Tietomalliaineistot
sl: Viri podatkovnega modela
sv: Material som hänför sig till informationsmodeller

source: Comments resources
fi: Kommenttien aineistot
sl: Viri komentarjev
sv: Material som hänför sig till kommentarer

source: SUBSCRIPTIONS
fi: TILAUKSET
sl: NAROČNINE
sv: BESTÄLLNINGAR

source: INFO_TEXT_CODE_REGISTRY
fi: Rekisteri, johon koodisto kuuluu. Jokainen koodisto kuuluu aina johonkin koodistorekisteriin.
sl: Register, ki mu šifrant pripada
sv: Registret som kodlistan ingår i. Varje kodlista hör alltid till ett kodlistaregister.

source: INFO_TEXT_INFODOMAIN
fi: Tieto siitä, mihin tietoalueeseen koodisto liittyy. Koodisto voi kuulua useaan tietoalueeseen. Tietoalueluokituksena käytetään Julkisten palvelujen luokitusta. Samaa tietoalueluokitusta käytetään Koodistot-työkalun lisäksi myös Sanastot- ja Tietomallit-työkaluissa. Tietoaluetta käytetään etusivun haussa rajaamaan hakutuloksia.
sl: Informacijsko področje, v katero je razvrščen šifrant. Klasifikacija informacijskega področja orodij interoperabilnostne platforme je enaka klasifikaciji javnih storitev. Vsak vir (šifrant ali klasifikacija, podatkovni model ali terminologija) je razvrščen v vsaj eno informacijsko področje. Informacijsko področje se lahko uporablja za filtriranje rezultatov iskanja.
sv: Uppgift om vilket informationsområde kodlistan anknyter till. En kodlista kan omfatta flera informationsområden. Informationsområdena klassificeras enligt Klassifikationen av offentliga tjänster. Samma klassifikation av informationsområden används för såväl verktyget Kodlistor som verktygen Ordlistor och Informationsmodeller. Informationsområdet används vid sökning på startsidan för att avgränsa sökresultaten.

source: INFO_TEXT_CODELIST_CODE_VALUE
fi: Organisaation käyttämä koodiston tekninen tunnus tai pysyvä tunniste. Tunnuksen tulee olla yksilöivä rekisterin sisällä.
sl: Tehnična šifra ali stalni identifikator, ki ga uporablja organizacija.
sv: Kodlistans tekniska kod eller permanenta identifikationsuppgift som används av organisationen. Koden ska vara unikt i registret.

source: INFO_TEXT_CODELIST_NAME
fi: Koodiston nimi, joka näkyy otsikossa ja hakutuloksissa
sl: Ime šifranta
sv: Kodlistans namn som visas i rubriken och sökresultaten

source: INFO_TEXT_VOCABULARIES_URI
fi: Käsitteen pysyvä verkko-osoite Sanastot-työkalussa
sl: Stalni spletni naslov pojma v orodju Terminologija
sv: Begreppets permanenta webbadress i verktyget Ordlistor.

source: INFO_TEXT_DEFAULT_CODE
fi: Koodiston koodi, joka on valittu oletusarvoksi. Vakiokoodia käytetään erityistapauksissa.
sl: Šifra šifranta, ki je izbrana kot privzeta. Privzeta šifra se uporablja v posebnih primerih.
sv: Kodlistans kod som valts som standardvärde. Standardkoden används i särskilda fall.

source: INFO_TEXT_ORGANIZATION
fi: Koodistosta vastaava ja ylläpitävä organisaatio tai organisaatiot
sl: Odgovorne organizacije. Organizacija ali pravna oseba, ki zagotavlja in vzdržuje šifrant.
sv: Organisationen eller organisationerna som ansvarar för och uppdaterar kodlistan

source: INFO_TEXT_EXTENSION_CODE_LISTS
sl: Zunanji šifranti, s katerimi je povezana ta razširitev
sv: Externa kodlistar som tillägget är länkat till

source: INFO_TEXT_CODELIST_ORGANIZATION
fi: Koodistosta vastaava organisaatio tai organisaatiot
sl: Odgovorne organizacije. Organizacija, ki lasti in vzdržuje šifrant.
sv: Organisationen eller organisationerna som ansvarar för kodlistan

source: INFO_TEXT_CODELIST_DESCRIPTION
fi: Sanallinen kuvaus koodiston sisällöstä ja käyttötarkoituksesta yms.
sl: Opis vsebine
sv: Verbal beskrivning av kodlistans innehåll och användningsändamål m.m.

source: INFO_TEXT_CODELIST_DEFINITION
fi: Koodiston tietosisältöön liittyvän käsitteen määritelmä Sanastot-työkalun sanastosta tai itse annettu määritelmä.
sl: Definicija izraza v zvezi z informacijskim področjem šifranta orodja terminologije, pojma ali samodefinirane definicije.
sv: Definition av det begrepp som anknyter till kodlistans datainnehåll i verktyget Ordlistor eller en egen definition.

source: INFO_TEXT_CODELIST_CHANGE_NOTE
fi: Koodiston muutostieto esim. muutokset edelliseen versioon nähden tai muutokset kuvattuna pidemmältä ajanjaksolta. Koodiston hyödyntäjän kannalta tärkeät muutokset.
sl: Spremenite informacije, na primer, spremembe na prejšnjo različico ali spremembe, kot so opisane za daljše časovno obdobje. Spremembe, ki so pomembne za uporabnika šifranta.
sv: Uppgift om ändring i kodlistan, t.ex. ändringar jämfört med föregående version eller ändringar under en längre period. Viktiga ändringar för den som använder kodlistan.

source: INFO_TEXT_CODELIST_VERSION
fi: Koodiston versionumero esim. 1 tai v1
sl: Številka različice referenčnega niza podatkov/šifrantov
sv: Kodlistans versionsnummer, t.ex. 1 eller v1

source: INFO_TEXT_CODELIST_SHORT_NAME
fi: Koodin lyhyt nimi tai lyhenne
sl: Kratko ime ali okrajšava šifre
sv: Kodens kortnamn eller förkortning

source: INFO_TEXT_CODELIST_SOURCE
fi: Koodiston lähde esim. kansainvälinen rekisteri ja sen luokitus tai koodisto, johon tämä koodisto perustuu. Tietolähde, josta tämä tieto saadaan tähän rekisteriin.
sl: Sorodni vir, iz katerega izhaja opisani vir.
sv: Kodlistans källa, t.ex. internationellt register och dess klassifikation eller kodlista, som denna kodlista bygger på. Datakällan varifrån informationen hämtas till detta register.

source: INFO_TEXT_CODELIST_LEGAL_BASE
fi: Koodistoa tai luokitusta säätelee jokin laki, säädös, sopimus, päätös tai muu peruste. Käytä säädöksissä virallista nimeä ja anna säädösnumero ja pykälä. Esim. Valtioneuvoston asetus väestötietojärjestelmästä 25.2.2010/128, 27 § tai Laki holhoustoimesta 442/1999, 68 §.
sl: Označuje, da je šifrant ali informacijsko področje zajeto s pravnim aktom ali kakšnim drugim formalnim sporazumom.
sv: Kodlista eller klassifikationen regleras av en lag, en författning, ett avtal, ett beslut eller annan grund. Använd författningarnas officiella namn och ange författningsnummer och paragraf. T.ex. Statsrådets förordning om befolkningsdatasystemet 25.2.2010/128, 27 § eller lagen om förmyndarverksamhet 442/1999, 68 §.

source: INFO_TEXT_CODELIST_GOVERNANCE_POLICY
fi: Koodiston käytön sitovuus ja hallinnan taso esim. kansainvälinen suositus, kansallinen suositus (JHS), tilastoluokitus tai kuntia velvoittava. Tai esim. säädetty asetuksella koko julkishallinnolla käytettäväksi 4.3.2017 lähtien.
sl: Vir, kot je spletno dostopen dokument, ki opisuje politiko upravljanja veljavno za ta register.
sv: Kodlistans bindnings- och administrationsnivå, t.ex. internationell rekommendation, nationell rekommendation (JHS), statistikklassificering eller bindande för kommuner. Eller t.ex. reglerad genom förordning att användas inom hela den offentliga förvaltningen fr.o.m. 4.3.2017.

source: INFO_TEXT_CODELIST_STATUS
fi: Koodiston hallintaan ja elinkaareen liittyvä tila. Sallitut tilojen väliset siirtymät ovat : Keskeneräinen => Luonnos, Luonnos => Keskeneräinen tai Voimassa oleva, Voimassa oleva => Poistettu käytöstä tai Virheellinen, Poistettu käytöstä => Voimassa oleva tai Virheellinen, Virheellinen => Voimassaoleva tai Poistettu käytöstä.
sl: Administrativni in življenjski status. Dovoljeni prehodi so: Nedokončano => Osnutek, Osnutek => Nedokončano ali Veljavno, Veljavno => Umaknjeno ali Neveljavno, Umaknjeno => Veljavno ali Neveljavno, Neveljavno => Veljavno ali Umaknjeno.
sv: Status gällande kodlistans administration och livscykel. Tillåtna statusövergångar är: Halvfärdig => Utkast, Utkast => Halvfärdig eller Giltig, Giltig => Ur bruk eller Felaktig, Ur bruk => Giltig eller Felaktig, Felaktig => Giltig eller Ur bruk.

source: INFO_TEXT_CODELIST_VALIDITY
fi: Ajanjakso, jolloin koodisto on voimassa
sl: Obdobje veljavnosti šifre
sv: Den period under vilken kodlistan är i kraft.

source: INFO_TEXT_URI
fi: Koodiston pysyvä tunniste ja verkko-osoite. Muodostuu ohjelmallisesti seuraavasti http://uri.suomi.fi/codelist/[rekisteri]/[koodiston tunnus]
sl: Stalni spletni naslov šifranta.
sv: Permanent identifikationsuppgift och webbadress för kodlistan. Bildas systematiskt på följande sätt http://uri.suomi.fi/codelist/[register]/[kodlistans kod]

source: INFO_TEXT_URI_MEMBER
fi: Laajennuksen jäsenen pysyvä tunniste ja verkko-osoite. Muodostuu ohjelmallisesti seuraavasti http://uri.suomi.fi/codelist/[rekisteri]/[koodiston tunnus]/extension/[laajennuksen tunnus]/member/[jäsenen tunnus]
sl: Stalni spletni naslov člana
sv: Permanent identifikationsuppgift och webbadress för tilläggets medlem. Bildas systematiskt på följande sätt http://uri.suomi.fi/codelist/[register]/[kodlistans kod]/extension/[tilläggets kod]/member/[medlemmens kod]

source: INFO_TEXT_URI_EXTENSION
fi: Laajennuksen pysyvä tunniste ja verkko-osoite. Muodostuu ohjelmallisesti seuraavasti http://uri.suomi.fi/codelist/[rekisteri]/[koodiston tunnus]/extension/[laajennuksen tunnus]
sl: Stalni spletni naslov končnice
sv: Permanent identifikationsuppgift och webbadress för tillägget. Bildas systematiskt på följande sätt http://uri.suomi.fi/codelist/[register]/[kodlistans kod]/extension/[tilläggets kod]

source: INFO_TEXT_CODELIST_LAST_MODIFICATION
fi: Viimeisin muokkauksen ajanhetki
sl: Čas zadnjega urejanja. Datum zadnje spremembe metapodatkov šifranta.
sv: Tidpunkt för senaste redigering

source: INFO_TEXT_LAST_MODIFICATION_USER
fi: Viimeisin muokkaaja
sl: Zadnji uporabnik, ki je spremenil vir.
sv: Redigerades senast av

source: INFO_TEXT_EXTERNAL_REFERENCES
fi: Voit lisätä valintojen mukaan linkkejä ja valita niistä lisenssin lisäksi esimerkiksi Liittyvä standardi, Käyttökohde, Lisenssi, Käyttöedellytys, Linkki, Lähde
sl: Povezave
sv: Du kan till valen lägga till länkar och välja licens samt exempelvis Anknytande standard, Användningsändamål, Licens, Förutsättning för användning, Länk, Källa

source: INFO_TEXT_CODELIST_VALIDITY_START_DATE
fi: Voimassaolon alkamispäivämäärä
sl: Datum začetka veljavnosti. Datum, ko je vir učinkovit ali veljaven.
sv: Startdatum för giltigheten

source: INFO_TEXT_CODELIST_VALIDITY_END_DATE
fi: Voimassaolon päättymispäivämäärä
sl: Končni datum veljavnosti. Datum, ko vir ni več učinkovit ali veljaven.
sv: Slutdatum för giltigheten

source: INFO_TEXT_CODE_CODELIST_NAME
fi: Koodiston nimi johon tämä koodi kuuluu
sl: Ime šifranta, ki mu ta šifra pripada
sv: Namnet på den kodlistan som denna kod hör till

source: INFO_TEXT_CODE_VALUE
fi: Koodin arvo eli koodi
sl: Vrednost šifre, ki je šifra
sv: Kodens värde, dvs. kod

source: INFO_TEXT_CODE_NAME
fi: Koodin nimi eli nimiö (label)
sl: Oznaka šifre
sv: Kodens namn, dvs. etikett (label)

source: INFO_TEXT_CODE_STATUS
fi: Koodin hallintaan ja elinkaareen liittyvä tila. Sallitut tilojen väliset siirtymät ovat : Keskeneräinen => Luonnos, Luonnos => Keskeneräinen tai Voimassa oleva, Voimassa oleva => Poistettu käytöstä tai Virheellinen, Poistettu käytöstä => Voimassa oleva tai Virheellinen, Virheellinen => Voimassaoleva tai Poistettu käytöstä.
sl: Administrativni in življenjski status. Dovoljeni prehodi so: Nedokončano => Osnutek, Osnutek => Nedokončano ali Veljavno, Veljavno => Umaknjeno ali Neveljavno, Umaknjeno => Veljavno ali Neveljavno, Neveljavno => Veljavno ali Umaknjeno.
sv: Status gällande kodens administration och livscykel. Tillåtna statusövergångar är: Halvfärdig => Utkast, Utkast => Halvfärdig eller Giltig, Giltig => Ur bruk eller Felaktig, Ur bruk => Giltig eller Felaktig, Felaktig => Giltig eller Ur bruk.

source: INFO_TEXT_CODE_DESCRIPTION
fi: Sanallinen kuvaus koodin sisällöstä yms.
sl: Opis vsebine
sv: Verbal beskrivning av kodens innehåll

source: INFO_TEXT_CODE_DEFINITION
fi: Koodin merkitykseen liittyvän käsitteen määritelmä Sanastot-työkalun sanastosta tai itse annettu määritelmä.
sl: Opredelitev izraza v zvezi z informacijsko vsebino šifranta, pojma iz orodja terminologije ali definicija samodefinirane šifre.
sv: Definition av det begrepp som anknyter till kodens betydelse i verktyget Ordlistor eller en egen definition.

source: INFO_TEXT_CODE_SHORT_NAME
fi: Koodin lyhyt nimi tai lyhenne
sl: Kratko ime ali okrajšava šifre
sv: Kodens kortnamn eller förkortning

source: INFO_TEXT_CODE_VALIDITY
fi: Ajanjakso, jolloin koodi on voimassa
sl: Obdobje veljavnosti šifre
sv: Den period under vilken koden är i kraft.

source: INFO_TEXT_CODE_URI
fi: Koodin pysyvä tunniste ja verkko-osoite. Muodostuu ohjelmallisesti seuraavasti http://uri.suomi.fi/codelist/[rekisteri]/[koodiston tunnus]/[koodi]
sl: Stalni spletni naslov šifre
sv: Permanent identifikationsuppgift och webbadress för koden. Bildas systematiskt på följande sätt http://uri.suomi.fi/codelist/[register]/[kodlistans kod]/[kod]

source: INFO_TEXT_CODE_CONCEPT_URI
fi: Koodiin liitetyn käsitteen pysyvä tunniste ja verkko-osoite.
sl: Stalni naslov pojma, vezanega na šifro
sv: Permanent identifikationsuppgift och webbadress för ett begrepp som kopplats till koden.

source: INFO_TEXT_CODE_LAST_MODIFICATION
fi: Viimeisin muokkauksen ajanhetki
sl: Čas zadnjega urejanja
sv: Tidpunkt för senaste redigering

source: INFO_TEXT_CODE_EXTERNAL_REFERENCES
fi: Linkit
sl: Povezave
sv: Länkar

source: INFO_TEXT_CODE_VALIDITY_START_DATE
fi: Koodin voimassaolon alkamispäivämäärä
sl: Datum začetka veljavnosti. Datum, ko je vir učinkovit ali veljaven.
sv: Startdatum för kodens giltighet

source: INFO_TEXT_CODE_VALIDITY_END_DATE
fi: Koodin voimassaolon päättymispäivämäärä
sl: Končni datum veljavnosti. Datum, ko vir ni več učinkovit ali veljaven.
sv: Slutdatum för kodens giltighet

source: INFO_TEXT_LANGUAGE_CODE
fi: Koodiston kielikoodi-valinnat. Koodistoon valitut kielikoodit määrittelevät millä kielillä voit lokalisoilla koodiston sisällön.
sl: Jezikovna šifra šifrantov. Izbrani jeziki določajo, v katere jezike je lokalizirana vaša vsebina.
sv: Val av språkkod för kodlistan. De språkkoder som valts för kodlistan bestämmer på vilka språk du kan lokalisera kodlistans innehåll.

source: INFO_TEXT_LINK_TITLE
fi: Linkin nimi, joka näkyy käyttöliittymässä.
sl: Ime povezave, ki je prikazano v uporabniškem vmesniku.
sv: Länkens namn som visas i användargränssnittet

source: INFO_TEXT_LINK_DESCRIPTION
fi: Sanallinen kuvaus linkin sisällöstä ja käyttötarkoituksesta.
sl: Besedilni opis vsebine in uporabe povezave.
sv: Verbal beskrivning av länkens innehåll och användningsändamål

source: INFO_TEXT_LINK_URL
fi: Linkin osoite. Linkin tulee olla yksilöllinen per koodisto ja alussa tulee olla joko http:// tai https://, muutoin syöte käsitellään virheellisenä ja tallennus estetään.
sl: Naslov povezave. Povezave morajo biti edinstvene za posamezen šifrant in se morajo začeti s predpono http:// ali https://, sicer preverjanje ne uspe in shranjevanje ni dovoljeno.
sv: Länkens adress. Länken ska vara unik för varje kodlista och ska börja med antingen http:// eller https://, annars behandlas inmatningen som felaktig och sparas inte.

source: INFO_TEXT_LINK_TYPE
fi: Linkin tyypin valinta alasvetovalikosta. Tyypitystä käytetään linkkien luokitteluun sekä järjestämiseen käyttöliittymässä.
sl: Vrsta povezave, ki jo je mogoče izbrati v spustnem meniju. Uporablja se za razvrščanje povezav in njihovo razvrščanje za predstavitev.
sv: Typen av länk väljs i rullgardinsmenyn. Typindelningen används för att kategorisera och ordna länkarna i användargränssnittet.

source: INFO_TEXT_REGISTRY_VALUE
fi: Rekisterin tekninen tunnus tai pysyvä tunniste
sl: Tehnična šifra ali stalni identifikator registra
sv: Teknisk kod eller permanent identifikationsuppgift för registret

source: INFO_TEXT_REGISTRY_NAME
fi: Rekisterin nimi
sl: Ime registra šifranta
sv: Registrets namn

source: INFO_TEXT_REGISTRY_DESCRIPTION
fi: Rekisterin sanallinen kuvaus
sl: Opis registra
sv: Verbal beskrivning av registret

source: INFO_TEXT_REGISTRY_ORGANIZATION
fi: Rekisteristä vastaava organisaatio tai organisaatiot
sl: Odgovorne organizacije. Organizacija, ki ima v lasti in vzdržuje register.
sv: Organisationen eller organisationerna som ansvarar för registret

source: INFO_TEXT_REGISTRY_URI
fi: Rekisterin pysyvä tunniste ja verkko-osoite
sl: Stalni spletni naslov šifranta
sv: Permanent identifikationsuppgift och webbadress för registret

source: INFO_TEXT_REGISTRY_LAST_MODIFICATION
fi: Viimeisin muokkauksen ajanhetki
sl: Podatki o časovnem registru so bili nazadnje spremenjeni.
sv: Tidpunkt för senaste redigering

source: INFO_TEXT_EXTENSION_CODE_LIST
fi: Koodisto, johon tämä laajennus on liitetty
sl: Seznam šifr, s katerim je povezana ta razširitev
sv: Kodlista till vilken denna tillägg kopplats

source: INFO_TEXT_EXTENSION_ID
fi: Laajennuksen tunnus
sl: Vrednost šifre razširitve
sv: Tilläggets kod

source: INFO_TEXT_EXTENSION_NAME
fi: Laajennuksen nimi
sl: Ime razširitve
sv: Tilläggets namn

source: INFO_TEXT_EXTENSION_TYPE
fi: Esimerkkejä laajennuksista ovat laskentahierarkia ja määrityshierarkia.
sl: Npr. hierarhija izračuna in hierarhija definicij
sv: Exempel på tillägg är beräkningshierarkier och definitionshierarkier.

source: INFO_TEXT_EXTENSION_STATUS
fi: Laajennuksen hallintaan ja elinkaareen liittyvä tila. Sallitut tilojen väliset siirtymät ovat : Keskeneräinen => Luonnos, Luonnos => Keskeneräinen tai Voimassa oleva, Voimassa oleva => Poistettu käytöstä tai Virheellinen, Poistettu käytöstä => Voimassa oleva tai Virheellinen, Virheellinen => Voimassaoleva tai Poistettu käytöstä.
sl: Administrativni in življenjski status. Dovoljeni prehodi so: Nedokončano => Osnutek, Osnutek => Nedokončano ali Veljavno, Veljavno => Umaknjeno ali Neveljavno, Umaknjeno => Veljavno ali Neveljavno, Neveljavno => Veljavno ali Umaknjeno.
sv: Status gällande tilläggets administration och livscykel. Tillåtna statusövergångar är: Halvfärdig => Utkast, Utkast => Halvfärdig eller Giltig, Giltig => Ur bruk eller Felaktig, Ur bruk => Giltig eller Felaktig, Felaktig => Giltig eller Ur bruk.

source: INFO_TEXT_EXTENSION_VALIDITY
fi: Ajanjakso, jolloin laajennus on voimassa
sl: Obdobje, v katerem velja podaljšanje
sv: Den period under vilken tillägget är i kraft.

source: INFO_TEXT_EXTENSION_LAST_MODIFICATION
fi: Viimeisin muokkauksen ajanhetki
sl: Čas zadnjega urejanja
sv: Tidpunkt för senaste redigering

source: INFO_TEXT_EXTENSION_VALIDITY_START_DATE
fi: Voimassaolon alkamispäivämäärä
sl: Datum začetka veljavnosti. Datum, ko je vir učinkovit ali veljaven.
sv: Startdatum för giltigheten

source: INFO_TEXT_EXTENSION_VALIDITY_END_DATE
fi: Voimassaolon päättymispäivämäärä
sl: Končni datum veljavnosti. Datum, ko vir ni več učinkovit ali veljaven.
sv: Slutdatum för giltigheten

source: INFO_TEXT_CREATE_EXTENSION_ID
fi: Laajennuksen tunnus tai pysyvä tunniste
sl: Tehnična šifra ali stalni identifikator razširitve
sv: Kod eller permanent identifikationsuppgift för tillägget

source: INFO_TEXT_FRONTPAGE_SEARCH
fi: Haku kohdistuu oletuksena koodistojen nimiin. Voit hakea koodien nimiä rastimalla "Kohdista haku myös koodeihin".
sl: Imena šifrantov se privzeto iščejo. Imena šifr lahko iščete tako, da potrdite polje "Razširite iskanje na šifre"
sv: Sökningen omfattar enligt standardinställningen kodlistans namn. Du kan söka med kodnamnet genom att kryssa för ”Sök även i koder”.

source: INFO_TEXT_FRONTPAGE_FILTER_W_INFODOMAIN
fi: Kaikki koodistot on luokiteltu johonkin tietoalueeseen. Tietoaluetta klikkaamalla voit rajata hakutuloksiin näkyviin vain tiettyyn tietoalueeseen kuuluvat koodistot. Poistat valinnan klikkaamalla uudestaan samaa luokkaa.
sl: Vsi šifranti so razvrščeni v informacijska področja. Če želite videti šifrante, razvrščene v določeno informacijsko področje, kliknite ime informacijsko področje. Filter lahko odstranite s ponovnim klikom na ime informacijsko področje.
sv: Alla kodlistor är kategoriserade till ett informationsområde. Genom att klicka på informationsområdet kan du begränsa sökresultaten att endast visa kodlistor som omfattas av ett visst informationsområde. Ta bort sökfiltret genom att klicka på samma klass på nytt.
