Repository: MJU-PSI/yti-codelist-ui
Catalog: po/*.po
Languages: fi, sl, sv

source: registryCodeValueExists
fi: Rekisterin tunnus on jo käytössä.
sl: Vrednost registrske šifre je že v uporabi.
sv: Registrets kod är redan i bruk.

source: codeSchemeCodeValueExists
fi: Koodiston tunnus on jo käytössä tässä rekisterissä.
sl: Vrednost šifranta je že v uporabi v tem registru.
sv: Kodlistans kod är redan i bruk i detta register.

source: codeValueExists
fi: Tunnus on jo käytössä.
sl: Vrednost šifre je že v uporabi.
sv: Koden är redan i bruk.

source: extensionCodeValueExists
fi: Laajennuksen tunnus on jo käytössä tässä koodistossa.
sl: Vrednost razširitve je že v uporabi na tem šifrantu.
sv: Tilläggets kod är redan i bruk i denna kodlista.

source: externalReferenceExists
fi: Linkki on jo käytössä tässä koodistossa.
sl: Povezava je že v uporabi v tem šifrantu.
sv: Länken är redan i bruk i denna kodlista.

source: codeValueValidationError
fi: Tunnus on virheellinen. Sallitut merkit ovat: a-zA-Z0-9_-
sl: Vrednost šifre ni veljavna. Dovoljeni znaki so: a-zA-Z0-9_-
sv: Koden är felaktig. Tillåtna tecken är: a–zA–Z0–9_-

source: codeCodeValueValidationError
fi: Tunnus on virheellinen. Sallitut merkit ovat: a-zA-Z0-9_-.+*#&
sl: Vrednost šifre ni veljavna. Dovoljeni znaki so: a-zA-Z0-9_-.+*#&
sv: Koden är felaktig. Tillåtna tecken är: a–zA–Z0–9_-.+*#&

source: memberValueUnaryOperatorRegexpValidationError
fi: Jäsenen arvossa esiintyy ei sallittuja merkkejä. Sallitut merkit ovat + ja -.
sl: Vrednost člana vsebuje nedovoljene znake. Dovoljena znaka sta + in -.
sv: I värdet för medlemmen förekommer icke tillåtna tecken. Tillåtna tecken är + och -.

source: memberValueComparisonOperatorRegexpValidationError
fi: Jäsenen arvossa esiintyy ei sallittuja merkkejä. Sallitut merkit ovat =, <=, >=, > ja <.
sl: Vrednost člana vsebuje nedovoljene znake. Dovoljeni znaki so =, <=, >=, > in <.
sv: I värdet för medlemmen förekommer icke tillåtna tecken. Tillåtna tecken är =, <=, >=, > och <.

source: memberValueValidatorError
fi: Jäsenen arvossa esiintyy ei sallittuja merkkejä. Sallitun syötteen validointi on {{ value }}.
sl: Vrednost člana vsebuje nedovoljene znake. Pravilo veljavnosti je: {{ value }}.
sv: I värdet för medlemmen förekommer icke tillåtna tecken. Valideringen av en tillåten inmatning är {{ value }}.

source: memberValueRequired
fi: Jäsenen arvo on pakollinen syöte.
sl: Vnos vrednosti člana je obvezen podatek.
sv: Värdet för medlem är en obligatorisk inmatning.

source: localizableValueRequired
fi: Pakollinen syöte
sl: Obvezno
sv: Obligatorisk inmatning

source: Create annotation
sl: Ustvarite anotacijo

source: Annotation ID
sl: ID anotacije

source: INFO_TEXT_ANNOTATION_CODE_VALUE
sl: Tehnična šifra ali stalni identifikator.

source: Annotation name
sl: Ime anotacije

source: INFO_TEXT_ANNOTATION_NAME
sl: Ime anotacije

source: INFO_TEXT_ANNOTATION_DESCRIPTION
sl: Opis anotacije

source: ERR_MSG_USER_ANNOTATION_PARSING_FAILED
sl: Napaka pri razčlenjevanju podatkov pripisov.

source: annotationCodeValueExists
sl: ID anotacije je že v uporabi v tem registru.

source: Add annotation
sl: Dodajte anotacijo

source: Annotations
sl: Anotacije

source: Search did not find any annotations.
sl: Iskanje ni našlo nobenih anotacij.

source: annotation
sl: anotacija

source: annotations
sl: anotacij

source: This annotation list does not have any annotations yet.
sl: Seznam anotacij še nima dodanih nobenih anotacij

source: Search for annotation
sl: Išči anotacijo

source: Back
sl: Nazaj

source: INFO_TEXT_CODELIST_ANNOTATIONS
sl: Annotacije

source: Select annotation
sl: Izberi annotacijo

source: Search annotation
sl: Išči annotacijo

source: Choose file
sl: Izberite datoteko

source: Sorodna povezava LABEL
sl: sorodno povezavo

source: Vir LABEL
sl: vir

source: Navodila LABEL
sl: navodilo

source: Standard LABEL
sl: standard

source: Se sklicuje na LABEL
sl: povezavo Se sklicuje na

source: Zahteva ga LABEL
sl: povezavo Zahteva ga

source: Licenca LABEL
sl: licenco

source: Objava LABEL
sl: objavo

source: codes.
fi: koodiin.
sv: för koden.

source: Get concept from Terminologies
fi: Tuo käsite Suomi.fi-sanastoista
sv: Importera begreppet från Suomi.fi-ordlistor

source: You can also add a new code list by creating it via the user interface of the Koodistot service.
fi: Voit myös lisätä uuden koodiston syöttämällä tiedot Koodistot-palvelun käyttöliittymän kautta.
sv: Du kan även lägga till en ny kodlista genom att mata in uppgifterna via användargränssnittet för tjänsten Kodlistor.

source: Automatically create a member for each code.
fi: Luo automaattisesti jäsenet kaikille koodeille.

source: Suomi.fi Terminologies
fi: Suomi.fi-sanastot
sv: Suomi.fi-ordlistor

source: Suomi.fi Data Vocabularies
fi: Suomi.fi-tietomallit
sv: Suomi.fi-informationsmodeller

source: Suomi.fi Comments
fi: Suomi.fi-kommentit
sv: Suomi.fi-kommentarer

source: Suggest the concept to Terminologies
fi: Ehdota käsitettä Sanastot-työkaluun
sv: Föreslå ett begrepp i verktyget Ordlistor

source: ERR_MSG_USER_CODESCHEME_LANG_CODE_CANT_DELETE_DUE_TO_USE
fi: Kieltä ei voitu poistaa, koska se on käytössä.

source: Do you want to replace the existing values with new ones?
fi: Haluatko korvata olemassaolevat arvot uusilla?
sv: Vill du ersätta befintliga värden med nya?

source: CHANGE STATUS?
fi: VAIHDA TILAA?
sv: ÄNDRA STATUS?

source: CHANGE_STATUS_CONFIRMATION_PARAGRAPH_2
fi: Tallennuksen jälkeen et voi enää vaihtaa takaisin tiloihin keskeneräinen, luonnos, ehdotus tai odottaa hyväksyntää.

source: CHOOSE STATUS?
fi: VALITSE TILA?
sv: VÄLJA STATUS?

source: CHOOSE_STATUS_CONFIRMATION_PARAGRAPH_2
fi: Tallennuksen jälkeen et voi enää vaihtaa takaisin tiloihin keskeneräinen, luonnos, ehdotus tai odottaa hyväksyntää.

source: Create extension
fi: Luo laajennus
sv: Skapa tillägg

source: Broader member
fi: Hierarkkinen yläjäsen
sv: Överordnad medlem
