Repository: MJU-PSI/yti-codelist-ui
Catalog: po/*.po
Languages: fi, sl, sv

source: ERR_MSG_USER_CODESCHEME_DELETE_IN_USE
fi: Koodistoa ei voi poistaa, koska joko koodisto tai sen koodit on linkitettynä käytössä seuraavissa resursseissa: {{ identifier }}
sl: Šifranta ni mogoče izbrisati, ker se ta ali njegove šifre uporabljajo v naslednjih virih: {{ identifier }}
sv: Det går inte att ta bort kodlistan, eftersom kodlistan eller dess koder är länkade och i bruk i följande resurser: {{ identifier }}

source: ERR_MSG_USER_CODE_DELETE_IN_USE
fi: Koodia ei voi poistaa, koska se on linkitettynä käytössä seuraavissa resursseissa: {{ identifier }}
sl: Šifre ni mogoče izbrisati, ker je v uporabi v naslednjih virih: {{ identifier }}
sv: Det går inte att ta bort koden, eftersom det är länkat och i bruk i följande resurser: {{ identifier }}

source: ERR_MSG_USER_CODE_DELETE_CANT_DELETE_DEFAULT_CODE
fi: Koodia ei voi poistaa, koska se on koodiston vakiokoodi.
sl: Šifre ni mogoče izbrisati, ker je privzeta šifra šifranta.
sv: Det går inte att ta bort koden, eftersom den är en standardkod i kodlistan.

source: ERR_MSG_USER_CODESCHEME_CANNOT_BE_DELETED
fi: Tätä koodistoa ei voi poistaa.
sl: Tega šifranta ni mogoče izbrisati.
sv: Det går inte att ta bort denna kodlista.

source: ERR_MSG_USER_CODE_CANNOT_BE_DELETED
fi: Tätä koodia ei voi poistaa.
sl: Te šifre ni mogoče izbrisati.
sv: Det går inte att ta bort denna kod.

source: ERR_MSG_USER_CODE_CANNOT_BE_DELETED_BECAUSE_CUMULATIVE_CODELIST
fi: Tätä koodia ei voi poistaa koska se kuuluu kumulatiiviseen koodistoon.
sl: Te šifre ni mogoče izbrisati, ker je del kumulativnega seznama šifr.
sv: Det går inte att ta bort denna kod, eftersom den hör till ett kumulativt kodsystem.

source: ERR_MSG_USER_CODE_HIERARCHY_MAXLEVEL_REACHED
fi: Koodien maksimi hierarkkinen taso ylittyi.
sl: Največje možno število hierarhij pri šifrah je bilo doseženih.
sv: Maxvärdet för kodernas hierarkiska nivåer överskrids.

source: ERR_MSG_USER_CODE_CYCLIC_DEPENDENCY_ISSUE
fi: Koodien linkityksessä syklinen ongelma. Tarkista, että koodin hierarkia-ketjussa ei ole rinnakkaisia viitteitä koodien välillä.
sl: Ciklična odvisnost pri povezovanju šifre. Prepričajte se, da verižne šifre niso povezane z vsako na ciklični način.
sv: Det förekommer ett cykliskt problem med kodernas länkningar. Kontrollera att det inte förekommer parallella referenser mellan koderna i deras hierarkiska kedjor.

source: ERR_MSG_USER_MEMBERVALUE_VALIDATION_FAILED
fi: Jäsenen arvo ei ole sallittu.
sl: Vrednost člana ni veljavna.
sv: Medlemsvärdet är inte tillåtet.

source: ERR_MSG_USER_MEMBERVALUE_VALIDATION_FAILED_WITH_IDENTIFIER
fi: Jäsenen arvo ei ole sallittu rivillä {{ identifier }}.
sl: Vrednost člana ni veljavna v vrstici {{ identifier }}.
sv: Medlemsvärdet är inte tillåtet på rad {{ identifier }}.

source: ERR_MSG_USER_ROW_MISSING_MEMBERVALUE
fi: Aineistossa puuttuu pakollinen arvo jostain jäsenen arvo-sarakkeesta riviltä {{ identifier }}.
sl: Številka vrstice {{ identifier }} v podatkih manjka vrednost v enem od zahtevanih stolpcev vrednosti člana.
sv: I materialet saknas ett obligatoriskt värde på rad {{ identifier }} i någon kolumn för medlemsvärde.

source: ERR_MSG_USER_TOO_MANY_CODESCHEMES_IN_FILE
fi: Tiedostossa saa olla vain yksi koodisto.
sl: V datoteki je dovoljen samo en šifrant.
sv: Filen får innehålla endast en kodlista.

source: ERR_MSG_USER_CODEREGISTRY_NOT_FOUND
fi: Rekisteriä ei löydy.
sl: Registra ni mogoče najti.
sv: Det går inte att hitta registret.

source: ERR_MSG_USER_CODESCHEME_NOT_FOUND
fi: Koodistoa ei löydy.
sl: Šifranta ni mogoče najti.
sv: Det går inte att hitta kodlistan.

source: ERR_MSG_USER_CODE_NOT_FOUND
fi: Koodia ei löydy.
sl: Šifra ni najdena.
sv: Det går inte att hitta koden.

source: ERR_MSG_USER_JSON_PARSING_ERROR
fi: JSON parsinnassa tapahtui virhe.
sl: Napaka pri razčlenjevanju JSON.
sv: Det skedde ett fel vid JSON-parsningen.

source: ERR_MSG_USER_JSON_PAYLOAD_EMPTY
fi: JSON datan sisältö on tyhjä.
sl: Tovor JSON je prazen.
sv: JSON-datainnehållet är tomt.

source: ERR_MSG_USER_INVALID_FORMAT
fi: Formaattia ei tueta.
sl: Format ni podprt.
sv: Formatet stöds inte.

source: ERR_MSG_USER_EXTENSIONS_SHEET_NOT_FOUND
fi: Laajennusten välilehteä ei löydy tunnisteella: {{ identifier }}
sl: List z razširitvami ni bil najden v podatkih z identifikatorjem: {{ identifier }}
sv: Det går inte att hitta fliken Tillägg med identifikationsuppgiften: {{ identifier }}

source: ERR_MSG_USER_CODES_SHEET_NOT_FOUND
fi: Koodit välilehteä ei löydy tunnisteella: {{ identifier }}
sl: List s šiframi ni bil najden v podatkih z identifikatorjem: {{ identifier }}
sv: Det går inte att hitta fliken Koder med identifikationsuppgiften: {{ identifier }}

source: ERR_MSG_USER_LINKS_SHEET_NOT_FOUND
fi: Linkit välilehteä ei löydy tunnisteella: {{ identifier }}
sl: List s povezavami ni bil najden v podatkih z identifikatorjem: {{ identifier }}
sv: Det går inte att hitta fliken Länkar med identifikationsuppgiften: {{ identifier }}

source: ERR_MSG_USER_MEMBERS_SHEET_NOT_FOUND
fi: Jäsenet välilehteä ei löydy tunnisteella: {{ identifier }}
sl: Lista članov ni najdena v podatkih z identifikatorjem: {{ identifier }}
sv: Det går inte att hitta fliken Medlemmar med identifikationsuppgiften: {{ identifier }}

source: ERR_MSG_USER_CODESCHEMES_SHEET_NOT_FOUND
fi: Koodistot välilehteä ei löydy tunnisteella: CodeSchemes
sl: List CodeSchemes ni bil najden v podatkih.
sv: Det går inte att hitta fliken Kodlistor med identifikationsuppgiften: CodeSchemes

source: ERR_MSG_USER_ERROR_DECODING_STRING
fi: Virhe merkkijonon URL dekoodaukessa.
sl: Napaka pri dekodiranju URL kodiranega niza.
sv: Fel vid avkodningen av teckensträngens URL.

source: ERR_MSG_USER_ERROR_ENCODING_STRING
fi: Virhe merkkijonon URL enkoodauksessa.
sl: Napaka URL kodiranje vrednosti niza.
sv: Fel vid kodningen av teckensträngens URL.

source: ERR_MSG_USER_EXTENSION_NOT_FOUND
fi: Laajennusta ei löydy.
sl: Razširitve ni bilo mogoče najti.
sv: Det går inte att hitta tillägget.

source: ERR_MSG_USER_PROPERTYTYPE_NOT_FOUND
fi: Aineiston tyypitystä ei löydy.
sl: Vrsta nepremičnine ni bila najdena.
sv: Det går inte att hitta typindelningen för materialet.

source: ERR_MSG_USER_EXTERNALREFERENCE_NOT_FOUND
fi: Linkkiä ei löydy.
sl: Povezave ni bilo mogoče najti.
sv: Det går inte att hitta länken.

source: ERR_MSG_USER_CODESCHEME_CODEREGISTRY_DOES_NOT_MATCH
fi: Koodiston rekisteri ei täsmää.
sl: Register šifrantov se ne ujema.
sv: Kodlistans register stämmer inte.

source: ERR_MSG_USER_CODE_CODESCHEME_DOES_NOT_MATCH
fi: Koodin koodisto ei täsmää.
sl: Neujemanje seznama šifr v vhodnih podatkih, povezano s šifro.
sv: Kodens kodlista stämmer inte.

source: ERR_MSG_USER_EXTENSION_PARENTCODESCHEME_DOES_NOT_MATCH
fi: Laajennukseen liitetty päätason koodisto ei täsmää.
sl: Neujemanje seznama razširitvenih šifr.
sv: Kodlistan på huvudnivå som kopplats till tillägget stämmer inte.

source: ERR_MSG_USER_MEMBER_EXTENSION_DOES_NOT_MATCH
fi: Jäseneen liittyvä laajennus ei täsmää.
sl: Razširitev člana se ne ujema.
sv: Tillägget som kopplats till medlemmen stämmer inte.

source: ERR_MSG_USER_PROPERTYTYPE_PARSING_FAILED
fi: Virhe parsittaessa aineiston tyypitystä.
sl: Napaka pri razčlenjevanju vrste lastnosti iz podatkov.
sv: Fel vid parsningen av materialets typindelning.

source: ERR_MSG_USER_MEMBER_PARSING_FAILED
fi: Virhe parsittaessa jäseniä datasta.
sl: Napaka pri razčlenjevanju podatkov o članih.
sv: Fel vid parsningen av medlemmar från datamängden.

source: ERR_MSG_USER_VALUETYPE_PARSING_FAILED
fi: Virhe parsittaessa arvon tyypitystä.
sl: Napaka pri razčlenjevanju vrste vrednosti iz podatkov.
sv: Fel vid parsningen av värdets typindelning.

source: ERR_MSG_USER_EXTERNALREFERENCE_PARSING_FAILED
fi: Virhe parsittaessa linkkiä datasta.
sl: Napaka pri razčlenjevanju podatkov povezave.
sv: Fel vid parsningen av länken från datamängden.

source: ERR_MSG_USER_EXTENSION_PARSING_FAILED
fi: Virhe parsittaessa laajennusta datasta.
sl: Napaka pri razčlenjevanju podatkov razširitve.
sv: Fel vid parsningen av tillägget från datamängden.

source: ERR_MSG_USER_CODESCHEME_PARSING_FAILED
fi: Virhe parsittaessa koodistoa datasta.
sl: Napaka pri razčlenjevanju podatkov šifranta.
sv: Fel vid parsningen av kodlistan från datamängden.

source: ERR_MSG_USER_CODEREGISTRY_PARSING_FAILED
fi: Virhe parsittaessa rekisteriä datasta.
sl: Napaka pri razčlenjevanju podatkov registra.
sv: Fel vid parsningen av registret från datamängden.

source: ERR_MSG_USER_CODE_PARSING_FAILED
fi: Virhe parsittaessa koodia datasta.
sl: Napaka pri razčlenjevanju podatkov šifre.
sv: Fel vid parsningen av koder från datamängden.

source: ERR_MSG_USER_MEMBER_RELATION_SET_TO_ITSELF
fi: Jäsenen ylätason jäsenen määritys itseen ei ole sallittua.
sl: Razmerje člana je nastavljeno samo zase, ni dovoljeno.
sv: En medlem på överordnad nivå kan inte ha sig själv som definition.

source: ERR_MSG_USER_MEMBER_CODE_NOT_SET
fi: Jäsenen koodia ei ole asetettu.
sl: Šifra člana ni nastavljena.
sv: Koden för medlemmen har inte ställts in.

source: ERR_MSG_USER_MEMBERS_ARE_EMPTY
fi: Jäsenet ovat tyhjiä.
sl: Člani so prazni.
sv: Medlemmarna är tomma.

source: ERR_MSG_USER_MEMBERVALUE_VALUETYPE_NOT_SET
fi: Jäseen arvon tyyppiä ei ole määritetty.
sl: Vrsta vrednosti vrednosti člana ni nastavljena.
sv: Typen för medlemmens värde har inte ställts in.

source: ERR_MSG_USER_MEMBER_ID_MISMATCH
fi: Jäsenen ID ei täsmää.
sl: ID člana se ne ujema.
sv: Medlemmens ID stämmer inte.

source: ERR_MSG_USER_MEMBER_RELATION_NOT_ALLOWED_FOR_CODE_EXTENSION
fi: Koodilaajennuksissa ei sallita jäsenten välisiä linkityksiä.
sl: Člani razširitve šifre ne smejo vsebovati odnosov do drugih članov.
sv: Länkningar mellan medlemmar är inte tillåtna i kodtillägg.

source: ERR_MSG_USER_MEMBER_RELATION_ERROR
fi: Jäsentä ei voitu määrittää tunnisteella: {{identifier}}
sl: Definicija relacije člana ni dovoljena z vrednostjo: {{ identifier }}
sv: Det gick inte att definiera medlemmen med identifikationsuppgiften: {{identifier}}

source: ERR_MSG_USER_MEMBER_NOT_FOUND_WITH_MEMBER_ID
fi: Jäsentä ei löydy ID:llä: {{identifier}}
sl: Člana ni bilo mogoče najti z ID-jem: {{identifier}}
sv: Det går inte att hitta medlemmen med ID: {{identifier}}

source: ERR_MSG_USER_SUBCODESCHEME_NOT_FOUND
fi: Liittyvää koodistoa ei löydy tunnisteella: {{ identifier }}
sl: Seznama podkod ni bilo mogoče najti za identifikator: {{ identifier }}
sv: Det går inte att hitta en anknytande kodlista med identifikationsuppgiften: {{ identifier }}

source: ERR_MSG_USER_SUBCODESCHEME_SAME_AS_CODE_CODESCHEME
fi: Liittyvä koodisto on sama kuin koodin koodisto.
sl: Podšifrant je povezan z istim šifrantom kot šifra.
sv: Den anknytande kodlistan är samma som kodens kodlista.

source: ERR_MSG_USER_MISSING_HEADER_MEMBERVALUE
fi: Aineistosta puuttuu sarake otsikolla {{ identifier }}.
sl: Podatkom manjka stolpec z glavo {{ identifier }}.
sv: I materialet saknas kolumnen med rubriken {{ identifier }}.

source: ERR_MSG_USER_MULTIPLE_CODEEXTENSIONS_FOUND_WITH_SAME_TYPE
fi: Aineistossa on useita samantyyppisiä koodilaajennuksia.
sl: Podatki vsebujejo več istovrstnih razširitev šifre.
sv: I materialet finns flera kodtillägg av samma typ.

source: ERR_MSG_USER_CODESCHEME_DEFAULTCODE_NOT_FOUND
fi: Koodistolle asetettua vakiokoodia ei löydy.
sl: Privzeta šifra, nastavljena na šifrant, ni najdena.
sv: Det går inte att hitta standardkoden för kodlistan.

source: ERR_MSG_USER_INCOMPLETE_SET_OF_CODES_TRYING_TO_GET_IMPORTED_TO_CUMULATIVE_CODE_LIST
fi: Tiedostosta puuttuvat seuraavat koodit, jotka on määritelty tämän kumulatiivisen koodiston aiemmassa versiossa:
sl: V datoteki manjkajo naslednje šifre, ki so bile definirane v prejšnji različici tega kumulativnega šifranta:
sv: I filen saknas följande koder som definierats i en tidigare version av denna kumulativa kodlista:

source: ERR_MSG_USER_MEMBER_LINKED_FROM_ANOTHER_EXTENSION
fi: Jäsenen linkityksessä käytetty jäsen ei ole samasta laajennuksesta.
sl: Povezani član ni iz iste razširitve.
sv: Den medlem som använts i medlemmens länkning är inte från samma tillägg.

source: ERR_MSG_USER_MEMBER_NOT_FOUND_WITH_UUID
fi: Jäsentä ei löydy UUID:llä: {{identifier}}
sl: Člana ni bilo mogoče najti z UUID: {{identifier}}
sv: Det går inte att hitta medlemmen med UUID: {{identifier}}

source: ERR_MSG_USER_MEMBER_NOT_FOUND_WITH_URI
fi: Jäsentä ei löydy URI:lla: {{identifier}}
sl: Člana ni bilo mogoče najti z URI: {{identifier}}
sv: Det går inte att hitta medlemmen med URI: {{identifier}}

source: ERR_MSG_USER_WRONG_CODESCHEME_IN_FILE_UPLOAD_WHEN_UPDATING_PARTICULAR_CODESCHEME
fi: Tiedostossa on eri koodisto kuin päivityksen kohteena oleva koodisto.
sl: Seznam šifr v datoteki ni isti kot cilj posodobitve.
sv: Filen innehåller ett annat kodsystem än det kodsystem som uppdateras.

source: ERR_MSG_USER_ORDER_INVALID_VALUE
fi: ORDER-sarakkeen arvo ei ole sallittu rivillä {{ identifier }}.
sl: V vrstici {{ identifier }} je določena neveljavna vrednost ORDER.
sv: Värdet i kolumnen ORDER är inte tillåtet på rad {{ identifier }}.

source: ERR_MSG_USER_EMPTY_EXCEL
fi: Excel-tiedosto on tyhjä. Varmista, että tietosisältö on määritelty oikein ja yritä uudelleen.
sl: Excelova datoteka je prazna. Prepričajte se, da so podatki pravilno oblikovani, in poskusite znova.
sv: Excel-filen är tom. Se till att det informerande innehållet är rätt definierat och försök igen.

source: ERR_MSG_USER_CODE_EXTENSION_MULTIPLE_MEMBERS
fi: Koodilaajennuksella ei voi olla useita jäseniä samalla koodilla.
sl: Razširitev šifre ne sme imeti več članov za eno šifro.
sv: Kodtillägget kan inte ha flera medlemmar med samma kod.

source: ERR_MSG_USER_DUPLICATE_MEMBER_IDS_IN_FILE
fi: MEMBER_ID-sarakkeessa esiintyvät seuraavat arvot useammin kuin kerran: {{identifier}}.
sl: Naslednje vrednosti v stolpcu MEMBER_ID se pojavijo več kot enkrat: {{identifier}}.
sv: Följande värden i kolumnen MEMBER_ID förekommer fler än en gång: {{identifier}}.

source: ERR_MSG_USER_MEMBER_ID_INVALID_VALUE
fi: MEMBER_ID-sarakkeen arvo ei ole sallittu rivillä {{ identifier }}.
sl: V vrstici {{ identifier }} je določena neveljavna vrednost MEMBER_ID.
sv: Värdet i kolumnen MEMBER_ID är inte tillåtet på rad {{ identifier }}.

source: ERR_MSG_USER_BAD_LANGUAGECODE
fi: Aineistossa on kielikoodi arvolla {{ identifier }}, joka ei ole sallittu.
sl: Podatki vsebujejo šifro jezika, ki ni dovoljena: {{ identifier }}
sv: I materialet finns en språkkod med värdet {{ identifier }}, som inte är tillåtet.

source: ERR_MSG_USER_CODE_STATUS_TRANSITION_WRONG_INITIAL_STATUS
fi: Väärä lähtötila.
sl: Napačno začetno stanje.
sv: Fel utgångsläge.

source: ERR_MSG_USER_CODE_STATUS_TRANSITION_WRONG_END_STATUS
fi: Väärä kohdetila.
sl: Napačno končno stanje.
sv: Fel objektläge.

source: ERR_MSG_USER_PROPERTYTYPE_NOT_ALLOWED_FOR_EXTENSION
fi: Ei sallittu tyypitys laajennus-aineistolle: {{ identifier }}
sl: Določena vrsta lastnosti ni dovoljena za razširitev: {{ identifier }}
sv: Typindelningen för tilläggsmaterialet tillåts inte: {{ identifier }}

source: ERR_MSG_USER_IMPORTED_DATA_CONTAINS_INVALID_URLS_IN_LINKS
fi: Tuotava aineisto sisältää virheellisiä arvoja linkkien HREF-sarakkeissa.
sl: Uvoženi podatki vsebujejo neveljavne URL-je v stolpcih HREF zunanjih referenc.
sv: Materialet som importeras innehåller felaktiga värden i länkarnas HREF-kolumner.

source: cancelTextForCodeCreation
fi: Luo koodi ilman käsitettä
sl: Ustvarite šifro brez pojma
sv: Skapa kod utan begrepp

source: cancelTextForCodeSchemeCreation
fi: Luo koodisto ilman käsitettä
sl: Ustvarite šifrant brez pojma
sv: Skapa kodlista utan begrepp

source: terminologyIntegrationModalPageTitleWhenCreatingCode
fi: Luo koodin nimi tuomalla käsite Sanastot-työkalusta
sl: Ustvarite ime šifre tako, da ga uvozite iz orodja Terminologija
sv: Skapa kodens namn genom att importera ett begrepp från verktyget Ordlistor

source: terminologyIntegrationModalPageTitleWhenCreatingCodeScheme
fi: Luo koodiston nimi tuomalla käsite Sanastot-työkalusta
sl: Ustvarite ime šifranta tako, da ga uvozite iz orodja Terminologija
sv: Skapa kodlistans namn genom att importera ett begrepp från verktyget Ordlistor

source: terminologyIntegrationModalInstructionTextWhenCreatingCode
fi: Hae koodin nimeä vastaavaa käsitettä Sanastot-työkalusta. Tuo käsite koodin nimeksi klikkaamalla hakutulosta. Sanastot-työkalun käsitteen termi ja määritelmä kopioidaan koodin nimeksi ja määritelmäksi. Myös käsitteen URI kopioidaan Koodistot-työkaluun.
sl: Poiščite pojem, ki ustreza imenu šifre iz orodja Terminologija. Prinesite pojem kot ime šifre s klikom na rezultat iskanja. Izraz in definicija pojma bosta kopirana kot ime in definicija šifre. Prav tako bo URI pojma kopiran v orodje za šifrante.
sv: Hämta det begrepp som motsvarar kodens namn i verktyget Ordlistor. Importera ett begrepp till kodens namn genom att klicka på sökresultatet. Termen och definitionen för begreppet i verktyget Ordlistor kopieras till kodens namn och definition. Även begreppets URI kopieras till verktyget Kodlistor.

source: terminologyIntegrationModalInstructionTextWhenCreatingCodeScheme
fi: Hae koodiston nimeä vastaavaa käsitettä Sanastot-työkalusta. Tuo käsite koodiston nimeksi klikkaamalla hakutulosta. Käsitteen termi ja määritelmä kopioidaan Sanastot-työkalusta koodiston nimeksi ja määritelmäksi. Myös käsitteen URI kopioidaan Koodistot-työkaluun.
sl: Poiščite pojem, ki ustreza imenu šifranta v orodju Terminologija. Pojem prinesite kot ime šifranta s klikom na rezultat iskanja. Izraz in definicija pojma bosta kopirana kot ime in definicija šifranta. Prav tako bo URI pojma kopiran v orodje za šifrante.
sv: Hämta det begrepp som motsvarar kodsystemets namn i verktyget Ordlistor. Importera ett begrepp till kodsystemets namn genom att klicka på sökresultatet. Termen och definitionen för begreppet kopieras från verktyget Ordlistor till kodsystemets namn och definition. Även begreppets URI kopieras till verktyget Kodlistor.

source: CHANGE_STATUS_CONFIRMATION_PARAGRAPH_1
fi: Haluatko varmasti vaihtaa tilaa?
sl: Ali ste prepričani, da želite spremeniti status?
sv: Är du säker att du vill ändra status?

source: STATUS_CONFIRMATION_PARAGRAPH_2
sl: Po shranitvi, statusa ne morete spremeniti nazaj v nedokončano ali osnutek.
sv: Efter att du sparat kan du inte längre ändra status till Halvfärdig eller Utkast.

source: CHOOSE_STATUS_CONFIRMATION_PARAGRAPH_1
fi: Haluatko varmasti valita tämän tilan?
sl: Ali ste prepričani, da želite izbrati ta status?
sv: Är du säker att du vill välja denna status?

source: CHANGE CODE STATUSES TOO?
fi: Muutetaanko myös kaikki tilassa {{startStatus}} olleet koodit tilaan {{endStatus}}?
sl: Ali naj se vse šifre s statusom {{startStatus}} spremenijo v status {{endStatus}}?
sv: Ska även alla koder med status {{startStatus}} ändras till status {{endStatus}}?

source: searchresult
fi: hakutulos
sl: Rezultat iskanja
sv: sökresultat

source: searchresults
fi: hakutulosta
sl: Rezultati iskanja
sv: sökresultat

source: SUGGEST CONCEPT?
fi: Ehdotus Sanastot-työkaluun
sl: Predlog za Terminologijo
sv: Förslag i verktyget Ordlistor

source: SUGGEST CONCEPT MODAL QUESTION
fi: Haluatko ehdottaa käsitettä {{concept}} sanastoon {{vocabulary}}?
sl: Ali želite predlagati pojem {{concept}} k besedišču {{vocabulary}}?
sv: Vill du föreslå ett begrepp {{concept}} i ordlistan {{vocabulary}}?

source: Are you sure you want to create the version as empty?
fi: Oletko varma, että haluat luoda uuden version tyhjänä?
sl: Ali ste prepričani, da želite ustvariti različico kot prazno?
sv: Är du säker att du vill skapa en ny tom version?

source: Cross-reference code
fi: Liittyvä jäsen
sl: Član za navzkrižno sklicevanje
sv: Anknytande medlem

source: CREATE MISSING MEMBERS MODAL TITLE
fi: Luo puuttuvat jäsenet
sl: Ustvarite manjkajoče člane
sv: Skapa medlemmar som saknas

source: CREATE MISSING MEMBERS MODAL BODY TEXT
fi: Tämä toiminto luo puuttuvat jäsenet tähän laajennukseen. Puuttuvat jäsenet luodaan seuraavien koodistojen koodeista, mikäli koodille ei jo jäsentä ole.
sl: Ta funkcionalnost ustvari manjkajoče člane za to razširitev. Manjkajoči člani bodo ustvarjeni iz šifr naslednjih seznamov šifr, če v šifri manjka član.
sv: Denna funktion skapar de medlemmar som saknas i detta tillägg. De medlemmar som saknas skapas utifrån koderna i följande kodsystem, om koderna ännu inte har medlemmar.

source: Please wait. This could take a while...
fi: Ole hyvä ja odota. Mahdollisesti pitkäkestoinen prosessointi käynnissä.
sl: Prosim počakajte. To lahko traja nekaj časa...
sv: Var god vänta. En eventuellt långvarig process pågår.

source: missing members created.
fi: puuttunutta jäsentä luotu.
sl: manjkajoči člani ustvarjeni.
sv: medlemmar som saknas har skapats.

source: extension
fi: laajennus
sl: razširitev
sv: tillägg

source: Searchhits:
fi: Hakuosumat:
sl: Zadetki iskanja:
sv: Sökträffar:

source: truecumulative
fi: Kyllä
sl: Da
sv: Ja

source: falsecumulative
fi: Ei
sl: Ne
sv: Nej

source: Delete code list version
fi: Poista koodiston versio
sl: Izbrišite različico šifranta
sv: Ta bort kodlistans version

source: Delete code list
fi: Poista koodisto
sl: Izbrišite šifrant
sv: Ta bort kodlistans version

source: Export JSON
fi: Lataa JSON
sl: Izvoz JSON
sv: Exportera JSON

source: Show JSON
fi: Näytä JSON
sl: Prikaz JSON
sv: Visa JSON

source: INFO_TEXT_MASS_MIGRATE_CODELIST_CODES_MODAL_HELP_TEXT
fi: Tällä toiminnolla voit päivittää "Lataa koodisto"-toiminnon palauttaman aineiston.
sl: To funkcijo lahko uporabite za posodobitev podatkov, vrnjenih s funkcijo Izvozi šifrant.
sv: Med denna funktion kan du uppdatera materialet som hämtats av funktionen "Exportera kodsystem".

source: Change code statuses at the same time?
fi: Vaihda samalla koodien tilat?
sl: Istočasna sprememba stanja šifr?
sv: Vill du samtidigt byta status för koderna?

source: CODE STATUS CHANGES RESULTS
fi: Koodien tilojen vaihtamisen tulos
sl: Rezultat sprememb statusa šifre
sv: Resultat av ändrad status för koderna

source: pattern
fi: Syöte ei ole halutussa muodossa
sl: Vnos ni v zahtevani obliki
sv: Inmatningen har fel form

source: ADD EMAIL SUBSCRIPTION TO RESOURCE REGARDING CHANGES?
fi: TILAA SÄHKÖPOSTI-ILMOITUKSET AINEISTON MUUTOKSISTA?
sl: DODAJANJE NAROČNINE NA E-POŠTNA OBVESTILA NA VIR GLEDE SPREMEMB?
sv: BESTÄLL E-POSTAVISERINGAR OM ÄNDRINGAR I MATERIALET?

source: REMOVE EMAIL SUBSCRIPTION TO RESOURCE?
fi: POISTETAANKO SÄHKÖPOSTITILAUS AINEISTOSTA?
sl: ODSTRANITEV NAROČNINE NA E-POŠTNA OBVESTILA NA VIR?
sv: TA BORT E-POSTBESTÄLLNINGEN OM MATERIALET?

source: ARE YOU SURE YOU WANT TO ENABLE THE NOTIFICATION EMAIL SUBSCRIPTION?
fi: OLETKO VARMA, ETTÄ HALUAT KYTKEÄ SÄHKÖPOSTIEN VASTAANOTTOON LIITTYVÄN ASETUKSEN PÄÄLLE?
sl: STE PREPRIČANI, DA ŽELITE OMOGOČITI NAROČANJE NA E-POŠTNA OBVESTILA?
sv: ÄR DU SÄKER ATT DU VILL AKTIVERA INSTÄLLNINGEN FÖR ATT TA EMOT E-POST?

source: ARE YOU SURE YOU WANT TO DISABLE THE NOTIFICATION EMAIL SUBSCRIPTION?
fi: OLETKO VARMA, ETTÄ HALUAT KYTKEÄ SÄHKÖPOSTIEN VASTAANOTTOON LIITTYVÄN ASETUKSEN POIS PÄÄLTÄ?
sl: STE PREPRIČANI, DA ŽELITE ONEMOGOČITI NAROČANJE NA E-POŠTNA OBVESTILA?
sv: ÄR DU SÄKER ATT DU VILL INAKTIVERA INSTÄLLNINGEN FÖR ATT TA EMOT E-POST?

source: Adding subscription failed.
fi: Ilmoitusten tilaus epäonnistui.
sl: Dodajanje naročnine ni uspelo.
sv: Det gick inte att beställa aviseringar.

source: Subscription deletion failed.
fi: Ilmoitusten poisto epäonnistui.
sl: Brisanje naročnine ni uspelo.
sv: Borttagning av aviseringar misslyckades.

source: The following languages could not be removed due to usage
sl: Naslednjih jezikov ni bilo mogoče odstraniti zaradi uporabe
sv: Följande språk kunde inte tas bort på grund av användning

source: invalidDate
fi: Virheellinen päivämäärä
sl: Neveljaven datum
sv: Fel datum

source: invalidDateRange
fi: Virheellinen päivämääräväli
sl: Neveljavno časovno obdobje
sv: Felaktigt datumintervall
