Repository: MJU-PSI/yti-codelist-ui
Catalog: po/*.po
Languages: fi, sl, sv

source: No codes were found with the starting status. No changes to code statuses.
fi: Tilaa ei vaihdettu yhteenkään koodiin. Ei löytynyt koodeja vaihdettavassa tilassa.
sl: Ni bilo najdenih šifr z začetnim stanjem. Ni sprememb na stanjih šifr.
sv: Status har inte ändrats för en enda kod. Det gick inte att hitta utbytbara koder.

source: Status changed to one code.
fi: Tila vaihdettu yhteen koodiin.
sl: Stanje spremenjeno na eno šifro.
sv: Status har ändrats för en kod.

source: Status changed to
fi: Tila vaihdettu
sl: Stanje spremenjeno v
sv: Status har ändrats

source: codes.
sl: šifre.

source: Choose starting status
fi: Valitse lähtötila
sl: Izberite začetno stanje
sv: Välj utgångsläge

source: Choose target status
fi: Valitse kohdetila
sl: Izberite ciljno stanje
sv: Välj målläge

source: All link types
fi: Kaikki linkkityypit
sl: Vse vrste povezav
sv: Alla typer av länkar

source: link
fi: linkki
sl: povezava
sv: länk

source: Select
fi: Valitse
sl: Izberite
sv: Välj

source: Create new
fi: Luo uusi
sl: Ustvarite novo
sv: Skapa ny

source: {{title}}
sl: {{naslov}}

source: No new members created. All codes have a corresponding member already or there are no codes in the scope of the extension.
fi: Uusia jäseniä ei luotu. Kaikilla koodeilla on jo vastaava jäsen, tai laajennukseen ei liity yhtään koodia.
sl: Ni ustvarjenih novih članov. Vse šifre že imajo ustreznega člana ali pa v obsegu razširitve ni šifr.
sv: Nya medlemmar skapades inte. Alla koder har redan en motsvarande medlem eller tillägget omfattar inte några koder.

source: missing member created.
fi: puuttunut jäsen luotu.
sl: manjkajoči član ustvarjen.
sv: medlem som saknas har skapats.

source: missing members created.
fi: puuttunutta jäsentä luotu.
sl: manjkajoči člani ustvarjeni.
sv: medlemmar som saknas har skapats.

source: Select code
fi: Valitse koodi
sl: Izberite šifro
sv: Välj kod

source: Search code
fi: Hae koodia
sl: Iščite šifro
sv: Hämta kod

source: Add code list
fi: Lisää koodisto
sl: Dodajte šifrant
sv: Lägg till kodlista

source: Select code list
fi: Valitse koodisto
sl: Izberite šifrant
sv: Välj kodlista

source: Search code list
fi: Hae koodistoa
sl: Iščite šifrant
sv: Hämta kodlista

source: No registry
fi: Ei rekisteriä
sl: Ni registra
sv: Register saknas

source: Valid from
fi: Alkamispäivä
sl: Velja od
sv: Startdatum

source: Valid to
fi: Päättymispäivä
sl: Velja do
sv: Slutdatum

source: Save
fi: Tallenna
sl: Shranite
sv: Spara

source: Cancel
fi: Peruuta
sl: Prekličite
sv: Ångra

source: Edit
fi: Muokkaa
sl: Uredite
sv: Redigera

source: Add link
fi: Lisää linkki
sl: Dodajte povezavo
sv: Lägg till länk

source: Add information domain
fi: Lisää tietoalue
sl: Dodajte informacijsko področje
sv: Lägg till informationsområde

source: Select information domain
fi: Valitse tietoalue
sl: Izberite informacijsko področje
sv: Välj informationsområde

source: Search information domain
fi: Hae tietoaluetta
sl: Iščite informacijsko področje
sv: Hämta informationsområde

source: Copy value to clipboard
fi: Kopioi {{value}} leikepöydälle
sl: Kopirajte vrednost v odložišče
sv: Kopiera {{value}} till urklipp

source: Copied to clipboard
fi: Kopioitu leikepöydälle
sl: Kopirano v odložišče
sv: Kopierades till urklipp

source: Add language code
fi: Lisää kielikoodi
sl: Dodajte šifro jezika
sv: Lägg till språkkod

source: Select language code
fi: Valitse kielikoodi
sl: Izberite šifro jezika
sv: Välj språkkod

source: Search language code
fi: Hae kielikoodia
sl: Iščite šifro jezika
sv: Hämta språkkod

source: INFO_TEXT_CLARIFICATION_OF_FEEDBACK_CHANNEL
sl: Prosimo upoštevajte, da je vsebina tega polja javna. Ne vnašajte osebnih kontaktnih podatkov!
sv: Observera att innehållet i detta fält är offentligt. Använd inte personliga kontaktuppgifter!

source: Select member
fi: Valitse jäsen
sl: Izberite člana
sv: Välj medlem

source: Search member
fi: Hae jäsentä
sl: Iščite člana
sv: Hämta medlem

source: Add organization
fi: Valitse organisaatio
sl: Dodajte organizacijo
sv: Välj organisation

source: Select organization
fi: Valitse organisaatio
sl: Izberite organizacijo
sv: Välj organisation

source: Search organization
fi: Etsi organisaatio
sl: Iščite organizacijo
sv: Sök organisation

source: Code list
fi: Koodisto
sl: Šifrant
sv: Kodlista

source: No search results
fi: Ei hakutuloksia
sl: Ni rezultatov iskanja
sv: Inga sökresultat

source: All statuses
fi: Kaikki tilat
sl: Vsi statusi
sv: Alla statusar

source: Filter results
fi: Rajaa hakutuloksia
sl: Filtrirajte rezultate
sv: Avgränsa sökresultaten

source: All codeschemes
fi: Kaikki koodistot
sl: Vsi šifranti
sv: Alla kodlistor

source: Status
fi: Tila
sl: Stanje

source: theCodes
fi: Koodit
sl: Šifre
sv: Koder

source: See all results
fi: Katso kaikki {{count}} osumaa
sl: Oglejte si vse {{count}} rezultate
sv: Se alla {{count}} träffar

source: theExtensions
fi: Laajennukset
sl: Razširitve
sv: Tillägg

source: All registries
fi: Kaikki rekisterit
sl: Vsi registri
sv: Alla register

source: All organizations
fi: Kaikki organisaatiot
sl: Vse organizacije
sv: Alla organisationer

source: All extensionPropertyTypes
fi: Kaikki koodistotyypit
sl: Vse vrste šifrantov
sv: Alla typer av kodlistor

source: All vocabularies
fi: Kaikki sanastot
sl: Vsi pojmi
sv: Alla ordlistor

source: All languages
fi: Kaikki kielet
sl: Vsi jeziki
sv: Alla språk

source: Reference Data
fi: Koodistot
sl: Šifranti
sv: Kodlistor

source: LABEL_TEXT_CODE_VALUE
fi: Koodin arvo
sl: Vrednost šifre
sv: Kodens värde

source: Code name
fi: Koodin nimi
sl: Ime šifre
sv: Kodens namn

source: Vocabularies URI
fi: Käsitteen URI Sanastot-työkalussa
sl: URI besedišča
sv: Begreppets URI i verktyget Ordlistor

source: Description
fi: Kuvaus
sl: Opis
sv: Beskrivning

source: Definition
fi: Määritelmä
sl: Definicija

source: Short name
fi: Lyhyt nimi
sl: Kratko ime
sv: Kort namn

source: Broader code
fi: Hierarkkinen yläkoodi
sl: Nadrejena šifra
sv: Överordnad kod

source: Sub code list
fi: Liittyvä koodisto
sl: Seznam povezanih šifr
sv: Anknytande kodlista

source: Validity
fi: Voimassaolo
sl: Veljavnost
sv: Giltighet

source: Links
fi: Linkit
sl: Povezave
sv: Länkar

source: Create code
fi: Luo koodi
sl: Ustvarite šifro
sv: Skapa kod

source: Get concept from Terminology
sl: Pridobite pojem iz terminologij

source: Modified by
fi: Muokkaaja
sl: Spremenil
sv: Redigerad av

source: Last modification
fi: Viimeisin muokkaus
sl: Zadnja sprememba
sv: Senaste redigering

source: Enforce status transition rules
fi: Käytä tilasiirtymien validointisääntöjä.
sl: Uveljavite pravila za prehod stanja
sv: Använd valideringsreglerna för statusövergångar.

source: Choose action
fi: Valitse toiminto
sl: Izberite dejanje
sv: Välj funktion

source: Delete code
fi: Poista koodi
sl: Izbrišite šifro
sv: Ta bort kod

source: Registry
fi: Rekisteri
sl: Register
sv: Register

source: InfoDomain
fi: Tietoalue
sl: Informacijsko področje
sv: Informationsområde

source: Organization
fi: Organisaatio
sl: Organizacija
sv: Organisation

source: INFORMATION
fi: TIEDOT
sl: INFORMACIJE
sv: UPPGIFTER

source: Import codes to code list
fi: Tuo koodeja koodistoon
sl: Uvozite šifre v šifrant
sv: Importera koder i kodlistan

source: INFO_TEXT_IMPORT_CODES_MODAL_HELP_TEXT
fi: Tällä toiminnolla voit päivittää "Lataa koodit"-toiminnon palauttaman aineiston.
sl: To funkcijo lahko uporabite za posodobitev podatkov, ki jih vrne funkcija izvoznih šifr.
sv: Med denna funktion kan du uppdatera funktionen ”Exportera koder” att återställa material.

source: File format
fi: Valitse tiedoston muoto
sl: Tip datoteke
sv: Välj filformat

source: File to be uploaded
fi: Valitse tuotava tiedosto
sl: Datoteka za nalaganje
sv: Välj fil att importera

source: Import
fi: Tuo
sl: Uvozite
sv: Importera

source: Search for code
fi: Hae koodia
sl: Poiščite šifro
sv: Hämta kod

source: code
fi: koodi
sl: šifra
sv: kod

source: codes
fi: koodia
sl: šifre
sv: koder

source: Search did not find any codes.
fi: Haulla ei löytynyt yhtään koodia.
sl: Iskanje ni našlo nobene šifre.
sv: Sökningen hittade ingen kod.

source: Expand all
fi: Laajenna kaikki
sl: Razširite vse
sv: Visa allt

source: Collapse all
fi: Supista kaikki
sl: Strnite vse
sv: Stäng allt

source: This code list does not have any codes yet.
fi: Tällä koodistolla ei ole yhtään koodia.
sl: Ta šifrant še nima nobene šifre.
sv: Denna kodlistan har inga koder.

source: Code list ID
fi: Tunnus
sl: ID šifranta
sv: Kod

source: Code list name
fi: Koodiston nimi
sl: Ime šifranta
sv: Kodlistans namn

source: Language code
fi: Kielikoodi
sl: Šifra jezika
sv: Språkkod

source: Change note
fi: Muutostieto
sl: Spremenite opombo
sv: Ändringsuppgift

source: Version
fi: Versio
sl: Različica

source: Source
fi: Lähde
sl: Vir
sv: Källa

source: Legal base
fi: Lakiperuste
sl: Pravna podlaga
sv: Lagrum

source: Governance policy
fi: Sitovuustaso
sl: Politika upravljanja
sv: Bindningsnivå

source: FeedbackChannel
fi: Yhteydenotto
sl: Kontakt
sv: Kontakt

source: The content imported to the new version
fi: Uuteen versioon tuotavat aineistot
sl: Vsebina je uvožena v novo različico
sv: Material som importeras i den nya versionen

source: Create a new version with the existing content
fi: Luo uusi versio nykyisen aineiston pohjalta
sl: Ustvarite novo različico z obstoječo vsebino
sv: Skapa en ny version utifrån det nuvarande materialet

source: Create a new blank version without the existing content
fi: Luo uusi versio tyhjänä ilman nykyisiä aineistoja
sl: Ustvarite novo prazno različico brez obstoječe vsebine
sv: Skapa en ny tom version utan nuvarande material

source: Create the new codelist as cumulative
fi: Luo uusi koodisto kumulatiivisena
sl: Ustvarite nov šifrant kot kumulativni
sv: Skapa en ny kumulativ kodlista

source: CODE EXTENSIONS
fi: KOODILAAJENNUKSET
sl: RAZŠIRITVE ŠIFRE
sv: KODTILLÄGG

source: Import code list by uploading a CSV- or Excel formatted file. Look up more detailed guide and information about using code list files from
fi: Tuo koodisto lataamalla CSV- tai Excel-muotoinen tiedosto. Katso tarkemmat ohjeet ja tiedot koodisto-tiedoston käyttämisestä
sl: Uvozite seznam šifr tako, da naložite datoteko v formatu CSV ali Excel. Poiščite podrobnejša navodila in informacije o uporabi datotek iz šifranta pri
sv: Importera kodlistan genom att ladda upp en fil i CSV- eller Excel-format. Se närmare anvisningar och information om att använda kodlistafiler

source: LINK_TXT_FROM_SERVICE_HELP
fi: palvelun ohjeista
sl: pomoč servisa
sv: i tjänstens anvisningar

source: Using the imported file, a new code list is created or an older code list is updated with new meta-information. Upon uploading the file, you get to review and cancel the changes if needed.
fi: Tuodun tiedoston perusteella luodaan uusi koodisto tai korvataan tietoja vastaava olemassa oleva koodisto. Tiedoston tuomisen jälkeen pääset vielä tarkistamaan tuodut tiedot ja tarvittaessa peruuttamaan muutokset.
sl: Z uporabo uvožene datoteke se ustvari nov šifrant ali pa se starejši šifrant posodobi z novimi metapodatki. Po naložitvi datoteke, jo lahko pregledate in po potrebi prekličete spremembe.
sv: På basis av den importerade filen skapas en ny kodlista eller så ersätts en befintlig kodlista som motsvarar uppgifterna. Efter att filen importerats kan du ännu kontrollera de importerade uppgifterna och vid behov ångra ändringarna.

source: Import code list from a file
fi: Tuo koodisto tiedostosta
sl: Uvozite šifrant iz datoteke
sv: Importera kodlistan från fil

source: You can also add a new code list by creating it via the user interface.
sl: Nov šifrant lahko dodate tudi tako, da ga ustvarite preko uporabniškega vmesnika.

source: Create new code list
fi: Luo uusi koodisto
sl: Ustvarite nov šifrant
sv: Skapa ny kodlista

source: Registry for the code list
fi: Valitse rekisteri
sl: Register za šifrant
sv: Välj register

source: Import code list
fi: Tuo koodisto
sl: Uvoz šifranta
sv: Importera kodlista

source: Update code list
fi: Päivitä koodisto
sl: Posodobitev šifranta
sv: Uppdatera kodlista

source: INFO_TEXT_IMPORT_CODELIST_FRONTPAGE_MODAL_HELP_TEXT
fi: Tällä toiminnolla voit tuoda uuden koodiston tai päivittää "Lataa koodisto"-toiminnon palauttaman aineiston.
sl: To funkcijo lahko uporabite za uvoz novega šifranta ali posodobitev podatkov, vrnjenih s funkcijo izvoza šifranta.
sv: Med denna funktion kan du importera en ny kodlista eller uppdatera materialet som hämtats av funktionen "Exportera kodsystem".

source: INFO_TEXT_IMPORT_CODELIST_MODAL_HELP_TEXT
fi: Tällä toiminnolla voit päivittää "Lataa koodisto"-toiminnon palauttaman aineiston.
sl: To funkcijo lahko uporabite za posodobitev podatkov, vrnjenih s funkcijo Izvozi seznam šifr.
sv: Med denna funktion kan du uppdatera materialet som hämtats av funktionen "Exportera kodsystem".

source: Cumulative code list
fi: Kumulatiivinen koodisto
sl: Kumulativni šifrant
sv: Kumulativt kodlista

source: cumulative
fi: Tiedoston siirtämiseen liittyvä ongelma. Yritä uudelleen.
sl: kumulativno
sv: Problem med filöverföringen. Försök igen.

source: Default code
fi: Vakiokoodi
sl: Privzeta šifra
sv: Standardkod

source: Change code statuses at the same time
fi: Vaihda samalla samassa tilassa olevien koodien tilat
sl: Spremenite stanja šifr istočasno
sv: Ändra samtidigt status för koder med samma status

source: Update code list's codes' statuses
fi: Muuta koodien tiloja
sl: Posodobite stanja šifr
sv: Ändra kodernas status

source: Name
fi: Nimi
sl: Ime
sv: Namn

source: You will receive an email notification when this resource changes.
fi: Sinulle lähetetään sähköpostia, kun tähän aineistoon tulee muutoksia.
sl: Ko se ta vir spremeni, boste prejeli e-poštno obvestilo.
sv: Du meddelas per e-post när det görs ändringar i detta material.

source: Add email subscription
fi: Tilaa sähköposti-ilmoitukset
sl: Dodajte naročnino na e-poštna obvestila
sv: Beställ e-postaviseringar

source: Remove email subscription
fi: Poista sähköposti-ilmoitukset
sl: Odstranite naročnino na e-poštna obvestila
sv: Ta bort e-postaviseringar

source: Import codes
fi: Tuo koodeja
sl: Uvoz šifr
sv: Importera koder

source: Create a new version
fi: Luo uusi versio
sl: Ustvarite novo različico
sv: Skapa ny version

source: Create a new version from file
fi: Luo uusi versio tiedostosta
sl: Ustvarite novo različico iz datoteke
sv: Skapa ny version från fil

source: Attach variant to code list
fi: Liitä koodistoon variantti
sl: Varianto pripnite šifrantu
sv: Lägg till en variant av kodlistan

source: Create calculation hierarchy
fi: Luo laskentahierarkia
sl: Ustvarite hierarhijo izračuna
sv: Skapa en beräkningshierarki

source: Create definition hierarchy
fi: Luo määrityshierarkia
sl: Ustvarite hierarhijo definicije
sv: Skapa en definitionshierarki

source: Create cross-reference list
fi: Luo koodiliitos
sl: Ustvarite seznam sklicevanj
sv: Skapa en kodkoppling

source: Create DPM metric
fi: Luo DPM metric
sl: Ustvarite metriko DPM
sv: Skapa DPM metric

source: Create DPM explicit domain
fi: Luo DPM explicit domain
sl: Ustvarite eksplicitno področje DPM
sv: Skapa DPM explicit domain

source: Create DPM dimension
fi: Luo DPM dimension
sl: Ustvarite dimenzijo DPM
sv: Skapa DPM dimension

source: Create DPM typed domain
fi: Luo DPM typed domain
sl: Ustvarite področje tipa DPM
sv: Skapa DPM typed domain

source: Import extensions
fi: Tuo laajennuksia
sl: Uvozite razširitev
sv: Importera tillägg

source: Export
fi: Lataa
sl: Izvoz
sv: Exportera

source: Export codelist Excel
fi: Lataa koodisto Excel
sl: Izvoz šifranta Excel
sv: Exportera kodlista Excel

source: Export codelist CSV
fi: Lataa koodisto CSV
sl: Izvoz šifranta CSV
sv: Exportera kodlista CSV

source: Export codes CSV
fi: Lataa koodit CSV
sl: Izvoz šifr CSV
sv: Exportera koder CSV

source: Export codes Excel
fi: Lataa koodit Excel
sl: Izvoz šifr Excel
sv: Exportera koder Excel

source: Export codelist JSON
fi: Lataa koodisto JSON
sl: Izvoz seznama šifr JSON
sv: Exportera kodlista JSON

source: Show codelist JSON
fi: Näytä koodisto JSON
sl: Prikaz seznama šifr JSON
sv: Visa kodlista JSON

source: Show JSON enumeration
fi: Näytä JSON enumeraatio
sl: Prikaz naštevanja JSON
sv: Visa JSON uppräkning

source: Download JSON enumeration
fi: Lataa JSON enumeraatio
sl: Prenos naštevanja JSON
sv: Ladda ner JSON uppräkning

source: CODES
fi: KOODIT
sl: ŠIFRE
sv: KODER

source: EXTENSIONS
fi: LAAJENNUKSET
sl: RAZŠIRITVE
sv: TILLÄGG

source: versionHistory
fi: Versiohistoria
sl: Zgodovina različic
sv: Versionshistorik

source: variants
fi: Variantit
sl: Različice
sv: Varianter

source: Variants of this code list
fi: Seuraavat koodistot ovat tämän koodiston variantteja:
sl: Naslednji šifranti so različice tega šifranta:
sv: Följande kodlistor är varianter av detta kodlista:

source: Variant in other code lists
fi: Tämä koodisto on määritelty variantiksi seuraavissa koodistoissa:
sl: Ta šifrant je bil določen kot različica v naslednjih šifrantih:
sv: Denna kodlista har definierats som en variant i följande kodlistor:

source: Link title
fi: Linkin nimi
sl: Naslov povezave
sv: Länkens namn

source: Link type
fi: Linkin tyyppi
sl: Vrsta povezave
sv: Länkens typ

source: Create new link
fi: Luo uusi linkki
sl: Ustvarite novo povezavo
sv: Skapa ny länk

source: Add
fi: Lisää
sl: Dodajte
sv: Lägg till

source: Edit link
fi: Muokkaa
sl: Uredite povezavo
sv: Redigera

source: There are no links available, please create new ones.
fi: Linkkejä ei ole saatavilla. Luo uusia linkkejä.
sl: Na voljo ni nobenih povezav, ustvarite nove.
sv: Länkarna är inte tillgängliga. Skapa nya länkar.

source: Show link
fi: Näytä linkki
sl: Pokažite povezavo
sv: Visa länk

source: Ok
sl: V redu

source: Search for code lists
fi: Hae koodistoa
sl: Iskanje šifrantov
sv: Hämta kodlista

source: variantModalPageTitle
fi: Liitä koodistoon variantti
sl: Šifrantu priložite varianto
sv: Lägg till en variant av kodlistan

source: variantModalInstructionText
fi: Hae liitettävä koodisto Koodistoista
sl: Poiščite šifrant
sv: Hämta kodlistan som ska läggas till från Kodlistor

source: LABEL_TEXT_CREATE_EXTENSION_ID
fi: Laajennuksen tunnus
sl: Vrednost šifre razširitve
sv: Tilläggets kod

source: Extension name
fi: Laajennuksen nimi
sl: Ime razširitve
sv: Tilläggets namn

source: Extension type
fi: Laajennuksen tyyppi
sl: Vrsta razširitve
sv: Tilläggets typ

source: Automatically create a member for each code
sl: Samodejno ustvarite člana za vsako šifro
sv: Skapa automatiskt medlemmar för alla koder.

source: This extension does not have any cross references yet.
fi: Tällä laajennuksella ei ole vielä yhtään koodiliitosta.
sl: Ta razširitev še nima navzkrižnih sklicev.
sv: Detta tillägg har ännu inga kodkopplingar.

source: LABEL_TEXT_EXTENSION_ID
fi: Laajennuksen tunnus
sl: Vrednost šifre razširitve
sv: Tilläggets kod

source: Search for member
fi: Hae jäsentä
sl: Iskanje člana
sv: Hämta medlem

source: member
fi: jäsen
sl: član
sv: medlem

source: members
fi: jäsentä
sl: člani
sv: medlemmar

source: Search did not find any members.
fi: Haulla ei löytynyt yhtään jäsentä.
sl: Iskalnik ni našel nobenega člana.
sv: Sökningen hittade inga medlemmar.

source: This extension does not have any members yet.
fi: Tällä laajennuksella ei ole yhtään jäsentä.
sl: Ta razširitev še nima nobenega člana.
sv: Detta tillägg saknar medlemmar.

source: Create member
fi: Luo jäsen
sl: Ustvarite člana
sv: Skapa medlem

source: Create missing members for the extension
fi: Luo laajennukselle puuttuvat jäsenet
sl: Ustvarite manjkajoče člane za razširitev
sv: Skapa de medlemmar som saknas i tillägget

source: Import members
fi: Tuo jäseniä
sl: Uvoz članov
sv: Importera medlemmar

source: Delete extension
fi: Poista laajennus
sl: Izbris razširitve
sv: Ta bort tillägg

source: Export members Excel
fi: Lataa jäsenet Excel
sl: Izvoz članov Excel
sv: Exportera medlemmar Excel

source: Export members CSV
fi: Lataa jäsenet CSV
sl: Izvoz članov CSV
sv: Exportera medlemmar CSV

source: Export Cross-Reference List Excel
fi: Lataa Koodiliitos Excel
sl: Izvoz seznama Excel navzkrižnih sklicev
sv: Exportera kodkoppling Excel

source: Export Cross-Reference List CSV
fi: Lataa Koodiliitos CSV
sl: Izvoz seznama CSV navzkrižnih sklicev
sv: Exportera kodkoppling CSV

source: CROSS-REFERENCE LIST
fi: Koodiliitos
sl: Seznam sklicevanj
sv: Kodkoppling

source: MEMBERS
fi: JÄSENET
sl: ČLANI
sv: MEDLEMMAR

source: Search term
fi: Hakutermi
sl: Iskalni izraz
sv: Sökterm

source: search result
fi: hakutulos
sl: rezultat iskanja
sv: sökresultat

source: search results
fi: hakutulosta
sl: rezultati iskanja
sv: sökresultat

source: Frontpage long description
fi: Koodistot-työkalu on tekninen alusta julkishallinnon yhteisten koodistojen ja luokituksien hyödyntämiseen ja ylläpitämiseen. Koodistot kieliversioineen ovat ajantasaisia, luotettavia sekä yli toimialarajojen kaikkien selattavissa ja omaan käyttöön ladattavissa. Yhteisten koodistojen käyttö mahdollistaa yhteentoimivuuden järjestelmien välillä sekä tilastoinnissa.
sl: Orodje za šifrante se uporablja za zbiranje, vzdrževanje in objavo skupnih šifrantov javne uprave.
sv: Verktyget Kodlistor är en teknisk plattform där man kan använda och uppdatera gemensamma kodlistor och klassificeringar inom den offentliga förvaltningen. Kodlistorna och deras språkversioner är aktuella och tillförlitliga, och man kan bläddra i dem över sektorsgränserna och ladda ned dem för eget bruk. Användningen av de gemensamma kodlistorna skapar interoperabilitet mellan system och inom statistikföringen.

source: Extend search to
fi: Kohdista haku myös
sl: Razširitev iskanja na
sv: Sök även i

source: to_codes
fi: koodeihin
sl: šifre
sv: koder

source: to_extensions
fi: laajennuksiin
sl: razširitve
sv: tillägg

source: Filter with information domain
fi: Rajaa tietoalueella
sl: Filtriranje z informacijskim področjem
sv: Avgränsa enligt informationsområde

source: Search did not find any code lists.
fi: Haulla ei löytynyt yhtään koodistoa.
sl: Iskanje ni našlo nobenega šifranta.
sv: Sökningen hittade inga kodlista.

source: Searchhits
fi: Hakutulokset
sl: Rezultati iskanja
sv: Sökresultat

source: Extension
fi: Laajennus
sl: Razširitev
sv: Tillägg

source: Member name
fi: Jäsenen nimi
sl: Ime člana
sv: Medlemmens namn

source: Code URI
fi: Koodin URI
sl: Šifra URI
sv: Kodens URI

source: Code vocabularies URI
fi: Koodin käsitteen URI Sanastot-työkalussa
sl: URI besedišča šifre
sv: URI för kodens begrepp i verktyget Ordlistor

source: Code
fi: Koodi
sl: Šifra
sv: Kod

source: INFO_TEXT_IMPORT_MEMBERS_MODAL_HELP_TEXT
fi: Tällä toiminnolla voit päivittää "Lataa jäsenet"-toiminnon palauttaman aineiston.
sl: To funkcijo lahko uporabite za posodobitev podatkov, ki jih vrne funkcija Izvozi člane.
sv: Med denna funktion kan du uppdatera materialet som hämtats av funktionen "Exportera medlemmar".

source: Delete member
fi: Poista jäsen
sl: Izbris člana
sv: Ta bort medlem

source: Impersonate user
fi: Esiinny käyttäjänä
sl: Imitiranje uporabnika
sv: Agera som användare

source: LOG IN
fi: KIRJAUDU SISÄÄN
sl: VPIS
sv: LOGGA IN

source: LOG OUT
fi: KIRJAUDU ULOS
sl: ODJAVA
sv: LOGGA UT

source: User details
fi: Käyttäjätiedot
sl: Podrobnosti o uporabniku
sv: Användaruppgifter

source: Registries
fi: Rekisterit
sl: Registri
sv: Register

source: Terminology
sl: Terminologija

source: Data models
sl: Podatkovni modeli

source: Comments
sl: Komentarji

source: User right management
fi: Oikeuksienhallinta
sl: Upravljanje uporabniških pravic
sv: Administrering av behörigheter

source: Create registry
fi: Luo rekisteri
sl: Ustvarite register
sv: Skapa register

source: No registries found.
fi: Rekistereitä ei ole.
sl: Ni najdenih registrov.
sv: Register saknas.

source: organizations
fi: organisaatiota
sl: organizacije
sv: organisationer

source: No organization
fi: Ei organisaatiota
sl: Brez organizacije
sv: Ingen organisation
